window.PRELOADED_AVAILABILITY = {
  "sourceName": "排课总表202509(1).xlsx",
  "majors": [
    "材料科学与工程",
    "电气工程及其自动化",
    "电子信息工程",
    "化学",
    "环境科学",
    "计算机科学与技术",
    "理论与应用力学",
    "人工智能",
    "人文地理与城乡规划",
    "生物科学",
    "数学与应用数学",
    "天文学",
    "网络空间安全",
    "物理学",
    "心理学"
  ],
  "timeHeaders": [
    "周一1-2节",
    "周一3-4节",
    "周一5-6节",
    "周一7-8节",
    "周二1-2节",
    "周二3-4节",
    "周二5-6节",
    "周二7-8节",
    "周三1-2节",
    "周三3-4节",
    "周三5-6节",
    "周三7-8节",
    "周四1-2节",
    "周四3-4节",
    "周四5-6节",
    "周四7-8节",
    "周五1-2节",
    "周五3-4节",
    "周五5-6节",
    "周五7-8节"
  ],
  "records": [
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "邱宇峰(2025K8009906009)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "邱宇峰(2025K8009906009)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "邱宇峰(2025K8009906009)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "邱宇峰(2025K8009906009)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "赵康成(2025K8009906012)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "赵康成(2025K8009906012)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "赵康成(2025K8009906012)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "赵康成(2025K8009906012)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "赵康成(2025K8009906012)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五3-4节",
      "name": "赵康成(2025K8009906012)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "于林石(2025K8009906013)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "于林石(2025K8009906013)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "于林石(2025K8009906013)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三1-2节",
      "name": "于林石(2025K8009906013)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三5-6节",
      "name": "于林石(2025K8009906013)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "白晋玮(2025K8009906017)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二3-4节",
      "name": "白晋玮(2025K8009906017)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "白晋玮(2025K8009906017)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "白晋玮(2025K8009906017)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "兰子涵(2025K8009906035)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "兰子涵(2025K8009906035)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "张孟子敬(2025K8009906033)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "张孟子敬(2025K8009906033)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "张孟子敬(2025K8009906033)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "张孟子敬(2025K8009906033)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "张孟子敬(2025K8009906033)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "张孟子敬(2025K8009906033)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "卢尚俊(2025K8009906025)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "卢尚俊(2025K8009906025)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "卢尚俊(2025K8009906025)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "陈仕铭(2025K8009906038)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "陈仕铭(2025K8009906038)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "陈仕铭(2025K8009906038)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四3-4节",
      "name": "陈仕铭(2025K8009906038)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "陈仕铭(2025K8009906038)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "叶津良(2025K8009906006)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "叶津良(2025K8009906006)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "叶津良(2025K8009906006)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四3-4节",
      "name": "叶津良(2025K8009906006)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "杨金宗(2025K8009906028)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "杨金宗(2025K8009906028)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三5-6节",
      "name": "杨金宗(2025K8009906028)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "杨金宗(2025K8009906028)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "杨金宗(2025K8009906028)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "杨金宗(2025K8009906028)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "刘子烨(2025K8009906037)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "刘子烨(2025K8009906037)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "刘子烨(2025K8009906037)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "刘子烨(2025K8009906037)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "刘子烨(2025K8009906037)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "苏厚华(2025K8009906040)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "苏厚华(2025K8009906040)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "苏厚华(2025K8009906040)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五3-4节",
      "name": "苏厚华(2025K8009906040)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "李嘉语(2025K8009906018)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "李嘉语(2025K8009906018)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "李嘉语(2025K8009906018)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三5-6节",
      "name": "李嘉语(2025K8009906018)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "李嘉语(2025K8009906018)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五3-4节",
      "name": "李嘉语(2025K8009906018)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "陈郅皓(2025K8009906008)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "陈郅皓(2025K8009906008)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "陈郅皓(2025K8009906008)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "陈郅皓(2025K8009906008)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "陈郅皓(2025K8009906008)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "陈郅皓(2025K8009906008)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "娄博云(2025K8009906029)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "娄博云(2025K8009906029)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "娄博云(2025K8009906029)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二3-4节",
      "name": "娄博云(2025K8009906029)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "娄博云(2025K8009906029)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "娄博云(2025K8009906029)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "朱恒睿(2025K8009906043)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "朱恒睿(2025K8009906043)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "朱恒睿(2025K8009906043)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "朱恒睿(2025K8009906043)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "颜培朔(2025K8009906047)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "颜培朔(2025K8009906047)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "颜培朔(2025K8009906047)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三1-2节",
      "name": "颜培朔(2025K8009906047)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五3-4节",
      "name": "颜培朔(2025K8009906047)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "钟植函(2025K8009906032)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "钟植函(2025K8009906032)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "钟植函(2025K8009906032)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "钟植函(2025K8009906032)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "钟植函(2025K8009906032)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "刘成慧(2025K8009906050)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "刘成慧(2025K8009906050)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "刘成慧(2025K8009906050)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "刘成慧(2025K8009906050)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四3-4节",
      "name": "刘成慧(2025K8009906050)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "曾楚涵(2025K8009906045)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "曾楚涵(2025K8009906045)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三5-6节",
      "name": "曾楚涵(2025K8009906045)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "曾楚涵(2025K8009906045)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "曾楚涵(2025K8009906045)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "曾楚涵(2025K8009906045)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "方靖轩(2025K8009906036)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二3-4节",
      "name": "方靖轩(2025K8009906036)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "方靖轩(2025K8009906036)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四3-4节",
      "name": "方靖轩(2025K8009906036)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "方靖轩(2025K8009906036)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "杨天琦(2025K8009906019)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "杨天琦(2025K8009906019)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "杨天琦(2025K8009906019)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "杨天琦(2025K8009906019)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "杨天琦(2025K8009906019)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "张仁泽(2025K8009906022)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三1-2节",
      "name": "张仁泽(2025K8009906022)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三5-6节",
      "name": "张仁泽(2025K8009906022)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "张仁泽(2025K8009906022)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "张仁泽(2025K8009906022)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五3-4节",
      "name": "张仁泽(2025K8009906022)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "罗文浩(2025K8009906003)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "罗文浩(2025K8009906003)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二3-4节",
      "name": "罗文浩(2025K8009906003)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "罗文浩(2025K8009906003)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四3-4节",
      "name": "罗文浩(2025K8009906003)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "孔奕天(2025K8009906016)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "孔奕天(2025K8009906016)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "孔奕天(2025K8009906016)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "孔奕天(2025K8009906016)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "秦天畅(2025K8009906007)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "秦天畅(2025K8009906007)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "秦天畅(2025K8009906007)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "秦天畅(2025K8009906007)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "秦天畅(2025K8009906007)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "邓卓阳(2025K8009906044)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "邓卓阳(2025K8009906044)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二3-4节",
      "name": "邓卓阳(2025K8009906044)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "邓卓阳(2025K8009906044)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五3-4节",
      "name": "邓卓阳(2025K8009906044)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "王姝涵(2025K8009906011)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "王姝涵(2025K8009906011)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "王姝涵(2025K8009906011)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "王姝涵(2025K8009906011)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "陈锦康(2025K8009906031)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "陈锦康(2025K8009906031)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "陈锦康(2025K8009906031)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "陈锦康(2025K8009906031)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "陈锦康(2025K8009906031)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "曹文浩(2025K8009906010)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "曹文浩(2025K8009906010)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "曹文浩(2025K8009906010)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四3-4节",
      "name": "曹文浩(2025K8009906010)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "曹文浩(2025K8009906010)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "潘思怡(2025K8009906034)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "潘思怡(2025K8009906034)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "潘思怡(2025K8009906034)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "潘思怡(2025K8009906034)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "潘思怡(2025K8009906034)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "潘思怡(2025K8009906034)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "张天洋(2025K8009906014)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "张天洋(2025K8009906014)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "张天洋(2025K8009906014)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "张天洋(2025K8009906014)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "臧蓬承(2025K8009906030)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "臧蓬承(2025K8009906030)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "臧蓬承(2025K8009906030)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "臧蓬承(2025K8009906030)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "臧蓬承(2025K8009906030)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "陈子昊(2025K8009906002)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "陈子昊(2025K8009906002)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "霍学尧(2025K8009906041)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "霍学尧(2025K8009906041)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "霍学尧(2025K8009906041)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "霍学尧(2025K8009906041)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "霍学尧(2025K8009906041)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "王怡婷(2025K8009906049)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "王怡婷(2025K8009906049)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三1-2节",
      "name": "王怡婷(2025K8009906049)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五3-4节",
      "name": "王怡婷(2025K8009906049)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "汪宸锐(2025K8009906046)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "汪宸锐(2025K8009906046)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "汪宸锐(2025K8009906046)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "汪宸锐(2025K8009906046)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "汪宸锐(2025K8009906046)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "乔诗喆(2025K8009906026)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "乔诗喆(2025K8009906026)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "乔诗喆(2025K8009906026)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "乔诗喆(2025K8009906026)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "乔诗喆(2025K8009906026)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "乔诗喆(2025K8009906026)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "赵荟捷(2025K8009906042)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "赵荟捷(2025K8009906042)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "赵荟捷(2025K8009906042)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "赵荟捷(2025K8009906042)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "赵荟捷(2025K8009906042)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五3-4节",
      "name": "赵荟捷(2025K8009906042)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "焦昱翔(2025K8009906020)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "焦昱翔(2025K8009906020)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "焦昱翔(2025K8009906020)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "焦昱翔(2025K8009906020)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "焦昱翔(2025K8009906020)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "焦昱翔(2025K8009906020)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "吴清杨(2025K8009906001)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "吴清杨(2025K8009906001)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三5-6节",
      "name": "吴清杨(2025K8009906001)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "高宇轩(2025K8009906021)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四3-4节",
      "name": "高宇轩(2025K8009906021)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "高宇轩(2025K8009906021)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "成城(2025K8009906004)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二3-4节",
      "name": "成城(2025K8009906004)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四3-4节",
      "name": "成城(2025K8009906004)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "尚荷淋(2025K8009906048)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "尚荷淋(2025K8009906048)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三1-2节",
      "name": "尚荷淋(2025K8009906048)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "尚荷淋(2025K8009906048)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "尚荷淋(2025K8009906048)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二3-4节",
      "name": "廖欣月(2025K8009906051)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "廖欣月(2025K8009906051)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三5-6节",
      "name": "廖欣月(2025K8009906051)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "廖欣月(2025K8009906051)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "廖欣月(2025K8009906051)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "田培圻(2025K8009906023)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三5-6节",
      "name": "田培圻(2025K8009906023)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "田培圻(2025K8009906023)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "田培圻(2025K8009906023)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二1-2节",
      "name": "应昂佐(2025K8009906005)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "应昂佐(2025K8009906005)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "应昂佐(2025K8009906005)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "应昂佐(2025K8009906005)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "孙鹏博(2025K8009906024)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "孙鹏博(2025K8009906024)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三7-8节",
      "name": "孙鹏博(2025K8009906024)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "孙鹏博(2025K8009906024)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "孙鹏博(2025K8009906024)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一3-4节",
      "name": "傅煜伦(2025K8009906027)"
    },
    {
      "major": "数学与应用数学",
      "time": "周三3-4节",
      "name": "傅煜伦(2025K8009906027)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "傅煜伦(2025K8009906027)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一1-2节",
      "name": "徐昊诚(2025K8009906015)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "徐昊诚(2025K8009906015)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "徐昊诚(2025K8009906015)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "徐昊诚(2025K8009906015)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四7-8节",
      "name": "徐昊诚(2025K8009906015)"
    },
    {
      "major": "数学与应用数学",
      "time": "周五1-2节",
      "name": "徐昊诚(2025K8009906015)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一5-6节",
      "name": "林平源(2025K8009906039)"
    },
    {
      "major": "数学与应用数学",
      "time": "周一7-8节",
      "name": "林平源(2025K8009906039)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二5-6节",
      "name": "林平源(2025K8009906039)"
    },
    {
      "major": "数学与应用数学",
      "time": "周二7-8节",
      "name": "林平源(2025K8009906039)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四1-2节",
      "name": "林平源(2025K8009906039)"
    },
    {
      "major": "数学与应用数学",
      "time": "周四5-6节",
      "name": "林平源(2025K8009906039)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "茹梵宸(2025K8009907002)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "茹梵宸(2025K8009907002)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "茹梵宸(2025K8009907002)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "茹梵宸(2025K8009907002)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "王暕(2025K8009907051)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "王暕(2025K8009907051)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "王暕(2025K8009907051)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "王暕(2025K8009907051)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "杨崇琬(2025K8009907016)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "杨崇琬(2025K8009907016)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "黄皓翔(2025K8009907050)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "黄皓翔(2025K8009907050)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "黄皓翔(2025K8009907050)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "黄皓翔(2025K8009907050)"
    },
    {
      "major": "物理学",
      "time": "周四5-6节",
      "name": "黄皓翔(2025K8009907050)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "张雅贺(2025K8009907054)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "张雅贺(2025K8009907054)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "张雅贺(2025K8009907054)"
    },
    {
      "major": "物理学",
      "time": "周四7-8节",
      "name": "张雅贺(2025K8009907054)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "张雅贺(2025K8009907054)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "赵梓涵(2025K8009907049)"
    },
    {
      "major": "物理学",
      "time": "周一7-8节",
      "name": "赵梓涵(2025K8009907049)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "赵梓涵(2025K8009907049)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "赵梓涵(2025K8009907049)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "赵梓涵(2025K8009907049)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "赵梓涵(2025K8009907049)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "宋厚聿(2025K8009907004)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "宋厚聿(2025K8009907004)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "宋厚聿(2025K8009907004)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "冯城泰(2025K8009907001)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "冯城泰(2025K8009907001)"
    },
    {
      "major": "物理学",
      "time": "周四3-4节",
      "name": "冯城泰(2025K8009907001)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "邱荣强(2025K8009907045)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "邱荣强(2025K8009907045)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "邱荣强(2025K8009907045)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "邱荣强(2025K8009907045)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "邱荣强(2025K8009907045)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "胡天成(2025K8009907008)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "胡天成(2025K8009907008)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "胡天成(2025K8009907008)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "纪广坤(2025K8009907043)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "纪广坤(2025K8009907043)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "纪广坤(2025K8009907043)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "杨佳哲(2025K8009907037)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "杨佳哲(2025K8009907037)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "杨佳哲(2025K8009907037)"
    },
    {
      "major": "物理学",
      "time": "周四7-8节",
      "name": "杨佳哲(2025K8009907037)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "杨佳哲(2025K8009907037)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "周孝宇(2025K8009907044)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "周孝宇(2025K8009907044)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "周孝宇(2025K8009907044)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "周孝宇(2025K8009907044)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "孙方远(2025K8009907035)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "孙方远(2025K8009907035)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "孙方远(2025K8009907035)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "孙方远(2025K8009907035)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "孙方远(2025K8009907035)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "杨海诺(2025K8009907024)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "杨海诺(2025K8009907024)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "杨海诺(2025K8009907024)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "杨海诺(2025K8009907024)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "杜宸宇(2025K8009907026)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "杜宸宇(2025K8009907026)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "杜宸宇(2025K8009907026)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "杜宸宇(2025K8009907026)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "杜宸宇(2025K8009907026)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "杜宸宇(2025K8009907026)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "梁羽楠(2025K8009907033)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "梁羽楠(2025K8009907033)"
    },
    {
      "major": "物理学",
      "time": "周四5-6节",
      "name": "梁羽楠(2025K8009907033)"
    },
    {
      "major": "物理学",
      "time": "周四7-8节",
      "name": "梁羽楠(2025K8009907033)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "梁羽楠(2025K8009907033)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "王静雯(2025K8009907006)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "王静雯(2025K8009907006)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "王静雯(2025K8009907006)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "谭浩儒(2025K8009907005)"
    },
    {
      "major": "物理学",
      "time": "周四7-8节",
      "name": "谭浩儒(2025K8009907005)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "鞠镕壕(2025K8009907029)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "鞠镕壕(2025K8009907029)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "鞠镕壕(2025K8009907029)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "鞠镕壕(2025K8009907029)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "徐辰瀚(2025K8009907019)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "徐辰瀚(2025K8009907019)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "徐辰瀚(2025K8009907019)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "徐辰瀚(2025K8009907019)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "宁仁龙(2025K8009907022)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "宁仁龙(2025K8009907022)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "宁仁龙(2025K8009907022)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "宁仁龙(2025K8009907022)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "邵新博(2025K8009907064)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "邵新博(2025K8009907064)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "邵新博(2025K8009907064)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "邵新博(2025K8009907064)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "黄乐(2025K8009907027)"
    },
    {
      "major": "物理学",
      "time": "周四3-4节",
      "name": "黄乐(2025K8009907027)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "黄乐(2025K8009907027)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "宋禹(2025K8009907048)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "宋禹(2025K8009907048)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "宋禹(2025K8009907048)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "宋禹(2025K8009907048)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "宋禹(2025K8009907048)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "刘宏昀(2025K8009907032)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "刘宏昀(2025K8009907032)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "刘宏昀(2025K8009907032)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "刘宏昀(2025K8009907032)"
    },
    {
      "major": "物理学",
      "time": "周四3-4节",
      "name": "刘宏昀(2025K8009907032)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "刘宏昀(2025K8009907032)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "秦佳良(2025K8009907056)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "秦佳良(2025K8009907056)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "秦佳良(2025K8009907056)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "秦佳良(2025K8009907056)"
    },
    {
      "major": "物理学",
      "time": "周四5-6节",
      "name": "秦佳良(2025K8009907056)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "张薛亮(2025K8009907052)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "张薛亮(2025K8009907052)"
    },
    {
      "major": "物理学",
      "time": "周一7-8节",
      "name": "张薛亮(2025K8009907052)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "张薛亮(2025K8009907052)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "张薛亮(2025K8009907052)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "张薛亮(2025K8009907052)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "胡建成(2025K8009907013)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "胡建成(2025K8009907013)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "胡建成(2025K8009907013)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "胡建成(2025K8009907013)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "刘拓(2025K8009907046)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "刘拓(2025K8009907046)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "刘拓(2025K8009907046)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "刘拓(2025K8009907046)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "刘拓(2025K8009907046)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "刘拓(2025K8009907046)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "刘拓(2025K8009907046)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "朱庆伟(2025K8009907047)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "朱庆伟(2025K8009907047)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "朱庆伟(2025K8009907047)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "朱庆伟(2025K8009907047)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "屈昊(2025K8009907031)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "屈昊(2025K8009907031)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "屈昊(2025K8009907031)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "屈昊(2025K8009907031)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "屈昊(2025K8009907031)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "屈昊(2025K8009907031)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "李树睿(2025K8009907039)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "李树睿(2025K8009907039)"
    },
    {
      "major": "物理学",
      "time": "周四7-8节",
      "name": "李树睿(2025K8009907039)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "陈熙(2025K8009907025)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "陈熙(2025K8009907025)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "陈熙(2025K8009907025)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "陈熙(2025K8009907025)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "陈熙(2025K8009907025)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "伍欣洋(2025K8009907058)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "伍欣洋(2025K8009907058)"
    },
    {
      "major": "物理学",
      "time": "周四5-6节",
      "name": "伍欣洋(2025K8009907058)"
    },
    {
      "major": "物理学",
      "time": "周四7-8节",
      "name": "伍欣洋(2025K8009907058)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "吴思然(2025K8009907015)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "吴思然(2025K8009907015)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "吴思然(2025K8009907015)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "吴思然(2025K8009907015)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "李杨辉(2025K8009907059)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "李杨辉(2025K8009907059)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "李杨辉(2025K8009907059)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "李杨辉(2025K8009907059)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "赵一川(2025K8009907063)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "赵一川(2025K8009907063)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "赵一川(2025K8009907063)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "赵一川(2025K8009907063)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "丁晟喆(2025K8009907042)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "丁晟喆(2025K8009907042)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "丁晟喆(2025K8009907042)"
    },
    {
      "major": "物理学",
      "time": "周四7-8节",
      "name": "丁晟喆(2025K8009907042)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "丁晟喆(2025K8009907042)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "石家和(2025K8009907034)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "石家和(2025K8009907034)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "石家和(2025K8009907034)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "石家和(2025K8009907034)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "石家和(2025K8009907034)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "李天琦(2025K8009907021)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "李天琦(2025K8009907021)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "李天琦(2025K8009907021)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "李天琦(2025K8009907021)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "李天琦(2025K8009907021)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "缪昂桉(2025K8009907009)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "缪昂桉(2025K8009907009)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "缪昂桉(2025K8009907009)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "缪昂桉(2025K8009907009)"
    },
    {
      "major": "物理学",
      "time": "周四7-8节",
      "name": "缪昂桉(2025K8009907009)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "秦伟铭(2025K8009907061)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "秦伟铭(2025K8009907061)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "多孜(2025K8009907055)"
    },
    {
      "major": "物理学",
      "time": "周一7-8节",
      "name": "多孜(2025K8009907055)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "多孜(2025K8009907055)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "多孜(2025K8009907055)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "多孜(2025K8009907055)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "王翊帆(2025K8009907041)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "王翊帆(2025K8009907041)"
    },
    {
      "major": "物理学",
      "time": "周四3-4节",
      "name": "王翊帆(2025K8009907041)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "王翊帆(2025K8009907041)"
    },
    {
      "major": "物理学",
      "time": "周一7-8节",
      "name": "张中琪(2025K8009907028)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "张中琪(2025K8009907028)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "张中琪(2025K8009907028)"
    },
    {
      "major": "物理学",
      "time": "周四5-6节",
      "name": "张中琪(2025K8009907028)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "张中琪(2025K8009907028)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "金鹏程(2025K8009907057)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "金鹏程(2025K8009907057)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "金鹏程(2025K8009907057)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "金鹏程(2025K8009907057)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "金鹏程(2025K8009907057)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "刘博文(2025K8009907053)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "刘博文(2025K8009907053)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "刘博文(2025K8009907053)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "刘博文(2025K8009907053)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "刘博文(2025K8009907053)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "温启煊(2025K8009907017)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "温启煊(2025K8009907017)"
    },
    {
      "major": "物理学",
      "time": "周四3-4节",
      "name": "温启煊(2025K8009907017)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "温启煊(2025K8009907017)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "尹思文(2025K8009907036)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "尹思文(2025K8009907036)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "尹思文(2025K8009907036)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "尹思文(2025K8009907036)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "于贺(2025K8009907040)"
    },
    {
      "major": "物理学",
      "time": "周一7-8节",
      "name": "于贺(2025K8009907040)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "于贺(2025K8009907040)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "于贺(2025K8009907040)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "叶博尔(2025K8009907011)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "叶博尔(2025K8009907011)"
    },
    {
      "major": "物理学",
      "time": "周一7-8节",
      "name": "田墨晗(2025K8009907030)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "田墨晗(2025K8009907030)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "田墨晗(2025K8009907030)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "田墨晗(2025K8009907030)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "田墨晗(2025K8009907030)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "谷柄臻(2025K8009907014)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "谷柄臻(2025K8009907014)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "林海顺(2025K8009907010)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "林海顺(2025K8009907010)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "林海顺(2025K8009907010)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "林海顺(2025K8009907010)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "林海顺(2025K8009907010)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "徐知菲(2025K8009907020)"
    },
    {
      "major": "物理学",
      "time": "周一7-8节",
      "name": "徐知菲(2025K8009907020)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "徐知菲(2025K8009907020)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "徐知菲(2025K8009907020)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "徐知菲(2025K8009907020)"
    },
    {
      "major": "物理学",
      "time": "周一7-8节",
      "name": "肖曈鑫(2025K8009907018)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "肖曈鑫(2025K8009907018)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "肖曈鑫(2025K8009907018)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "肖曈鑫(2025K8009907018)"
    },
    {
      "major": "物理学",
      "time": "周四7-8节",
      "name": "肖曈鑫(2025K8009907018)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "蔡钧臣(2025K8009907003)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "蔡钧臣(2025K8009907003)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "蔡钧臣(2025K8009907003)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "蔡钧臣(2025K8009907003)"
    },
    {
      "major": "物理学",
      "time": "周四3-4节",
      "name": "蔡钧臣(2025K8009907003)"
    },
    {
      "major": "物理学",
      "time": "周二5-6节",
      "name": "唐家晟(2025K8009907007)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "唐家晟(2025K8009907007)"
    },
    {
      "major": "物理学",
      "time": "周一5-6节",
      "name": "高怡琪(2025K8009907023)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "高怡琪(2025K8009907023)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "高怡琪(2025K8009907023)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "高怡琪(2025K8009907023)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "高怡琪(2025K8009907023)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "周泽人(2025K8009907012)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "周泽人(2025K8009907012)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "周泽人(2025K8009907012)"
    },
    {
      "major": "物理学",
      "time": "周三1-2节",
      "name": "周泽人(2025K8009907012)"
    },
    {
      "major": "物理学",
      "time": "周三5-6节",
      "name": "周泽人(2025K8009907012)"
    },
    {
      "major": "物理学",
      "time": "周五1-2节",
      "name": "周泽人(2025K8009907012)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "侯柏安(2025K8009907065)"
    },
    {
      "major": "物理学",
      "time": "周二3-4节",
      "name": "侯柏安(2025K8009907065)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "侯柏安(2025K8009907065)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "侯柏安(2025K8009907065)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "侯柏安(2025K8009907065)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "侯柏安(2025K8009907065)"
    },
    {
      "major": "物理学",
      "time": "周一3-4节",
      "name": "李牧飞(2025K8009907060)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "李牧飞(2025K8009907060)"
    },
    {
      "major": "物理学",
      "time": "周二7-8节",
      "name": "李牧飞(2025K8009907060)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "李牧飞(2025K8009907060)"
    },
    {
      "major": "物理学",
      "time": "周一1-2节",
      "name": "曹生阳(2025K8009907038)"
    },
    {
      "major": "物理学",
      "time": "周二1-2节",
      "name": "曹生阳(2025K8009907038)"
    },
    {
      "major": "物理学",
      "time": "周三3-4节",
      "name": "曹生阳(2025K8009907038)"
    },
    {
      "major": "物理学",
      "time": "周三7-8节",
      "name": "曹生阳(2025K8009907038)"
    },
    {
      "major": "物理学",
      "time": "周四1-2节",
      "name": "曹生阳(2025K8009907038)"
    },
    {
      "major": "物理学",
      "time": "周五3-4节",
      "name": "曹生阳(2025K8009907038)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "刘卓明(2025K8009908003)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "刘卓明(2025K8009908003)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "刘卓明(2025K8009908003)"
    },
    {
      "major": "化学",
      "time": "周三5-6节",
      "name": "刘卓明(2025K8009908003)"
    },
    {
      "major": "化学",
      "time": "周一5-6节",
      "name": "薛子茗(2025K8009908023)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "薛子茗(2025K8009908023)"
    },
    {
      "major": "化学",
      "time": "周二5-6节",
      "name": "薛子茗(2025K8009908023)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "薛子茗(2025K8009908023)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "瞿俊哲(2025K8009908002)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "瞿俊哲(2025K8009908002)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "瞿俊哲(2025K8009908002)"
    },
    {
      "major": "化学",
      "time": "周四3-4节",
      "name": "瞿俊哲(2025K8009908002)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "王晟尧(2025K8009908027)"
    },
    {
      "major": "化学",
      "time": "周二3-4节",
      "name": "王晟尧(2025K8009908027)"
    },
    {
      "major": "化学",
      "time": "周二5-6节",
      "name": "王晟尧(2025K8009908027)"
    },
    {
      "major": "化学",
      "time": "周四5-6节",
      "name": "王晟尧(2025K8009908027)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "郭家宁(2025K8009908029)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "郭家宁(2025K8009908029)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "郭家宁(2025K8009908029)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "马悦天(2025K8009908014)"
    },
    {
      "major": "化学",
      "time": "周三1-2节",
      "name": "马悦天(2025K8009908014)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "吴悦泽(2025K8009908012)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "吴悦泽(2025K8009908012)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "吴悦泽(2025K8009908012)"
    },
    {
      "major": "化学",
      "time": "周四7-8节",
      "name": "吴悦泽(2025K8009908012)"
    },
    {
      "major": "化学",
      "time": "周一5-6节",
      "name": "张博轶(2025K8009908039)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "张博轶(2025K8009908039)"
    },
    {
      "major": "化学",
      "time": "周二3-4节",
      "name": "张博轶(2025K8009908039)"
    },
    {
      "major": "化学",
      "time": "周四3-4节",
      "name": "张博轶(2025K8009908039)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "吴同(2025K8009908040)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "吴同(2025K8009908040)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "吴同(2025K8009908040)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "吴同(2025K8009908040)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "毕俊锦(2025K8009908037)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "毕俊锦(2025K8009908037)"
    },
    {
      "major": "化学",
      "time": "周四3-4节",
      "name": "毕俊锦(2025K8009908037)"
    },
    {
      "major": "化学",
      "time": "周四5-6节",
      "name": "毕俊锦(2025K8009908037)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "程俊懿(2025K8009908022)"
    },
    {
      "major": "化学",
      "time": "周四3-4节",
      "name": "程俊懿(2025K8009908022)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "程俊懿(2025K8009908022)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "韩昭希(2025K8009908034)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "韩昭希(2025K8009908034)"
    },
    {
      "major": "化学",
      "time": "周二3-4节",
      "name": "韩昭希(2025K8009908034)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "韩昭希(2025K8009908034)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "韩昭希(2025K8009908034)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "裴泉盛(2025K8009908033)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "裴泉盛(2025K8009908033)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "裴泉盛(2025K8009908033)"
    },
    {
      "major": "化学",
      "time": "周四7-8节",
      "name": "裴泉盛(2025K8009908033)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "刘胤昊(2025K8009908041)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "刘胤昊(2025K8009908041)"
    },
    {
      "major": "化学",
      "time": "周三1-2节",
      "name": "刘胤昊(2025K8009908041)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "刘胤昊(2025K8009908041)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "刘胤昊(2025K8009908041)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "戴一帆(2025K8009908026)"
    },
    {
      "major": "化学",
      "time": "周二3-4节",
      "name": "戴一帆(2025K8009908026)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "戴一帆(2025K8009908026)"
    },
    {
      "major": "化学",
      "time": "周五3-4节",
      "name": "戴一帆(2025K8009908026)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "胡佳宝(2025K8009908013)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "胡佳宝(2025K8009908013)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "胡佳宝(2025K8009908013)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "陈晓萌(2025K8009908005)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "陈晓萌(2025K8009908005)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "陈晓萌(2025K8009908005)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "沈瑞宇(2025K8009908025)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "沈瑞宇(2025K8009908025)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "沈瑞宇(2025K8009908025)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "沈瑞宇(2025K8009908025)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "赵钟悦(2025K8009908011)"
    },
    {
      "major": "化学",
      "time": "周四7-8节",
      "name": "赵钟悦(2025K8009908011)"
    },
    {
      "major": "化学",
      "time": "周一5-6节",
      "name": "李翰清(2025K8009908017)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "李翰清(2025K8009908017)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "李翰清(2025K8009908017)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "李翰清(2025K8009908017)"
    },
    {
      "major": "化学",
      "time": "周五3-4节",
      "name": "李翰清(2025K8009908017)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "林胤宇(2025K8009908007)"
    },
    {
      "major": "化学",
      "time": "周四3-4节",
      "name": "林胤宇(2025K8009908007)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "林胤宇(2025K8009908007)"
    },
    {
      "major": "化学",
      "time": "周二5-6节",
      "name": "张思远(2025K8009908032)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "张思远(2025K8009908032)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "张思远(2025K8009908032)"
    },
    {
      "major": "化学",
      "time": "周四7-8节",
      "name": "张思远(2025K8009908032)"
    },
    {
      "major": "化学",
      "time": "周一5-6节",
      "name": "李沂朵(2025K8009908019)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "李沂朵(2025K8009908019)"
    },
    {
      "major": "化学",
      "time": "周四3-4节",
      "name": "李沂朵(2025K8009908019)"
    },
    {
      "major": "化学",
      "time": "周五3-4节",
      "name": "李沂朵(2025K8009908019)"
    },
    {
      "major": "化学",
      "time": "周一5-6节",
      "name": "李厚泽(2025K8009908018)"
    },
    {
      "major": "化学",
      "time": "周二5-6节",
      "name": "李厚泽(2025K8009908018)"
    },
    {
      "major": "化学",
      "time": "周三5-6节",
      "name": "李厚泽(2025K8009908018)"
    },
    {
      "major": "化学",
      "time": "周四5-6节",
      "name": "李厚泽(2025K8009908018)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "皮金宸(2025K8009908008)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "皮金宸(2025K8009908008)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "皮金宸(2025K8009908008)"
    },
    {
      "major": "化学",
      "time": "周五3-4节",
      "name": "皮金宸(2025K8009908008)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "曾立志(2025K8009908044)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "曾立志(2025K8009908044)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "曾立志(2025K8009908044)"
    },
    {
      "major": "化学",
      "time": "周一5-6节",
      "name": "陈宇轩(2025K8009908031)"
    },
    {
      "major": "化学",
      "time": "周三5-6节",
      "name": "陈宇轩(2025K8009908031)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "陈宇轩(2025K8009908031)"
    },
    {
      "major": "化学",
      "time": "周四7-8节",
      "name": "陈宇轩(2025K8009908031)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "陶熙然(2025K8009908001)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "陶熙然(2025K8009908001)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "陶熙然(2025K8009908001)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "周凡淏(2025K8009908020)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "周凡淏(2025K8009908020)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "张若水(2025K8009908021)"
    },
    {
      "major": "化学",
      "time": "周四5-6节",
      "name": "张若水(2025K8009908021)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "李岩威(2025K8009908048)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "李岩威(2025K8009908048)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "贾艺斌(2025K8009908046)"
    },
    {
      "major": "化学",
      "time": "周三5-6节",
      "name": "贾艺斌(2025K8009908046)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "贾艺斌(2025K8009908046)"
    },
    {
      "major": "化学",
      "time": "周一5-6节",
      "name": "楼睿之(2025K8009908010)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "楼睿之(2025K8009908010)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "楼睿之(2025K8009908010)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "楼睿之(2025K8009908010)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "陈思颖(2025K8009908024)"
    },
    {
      "major": "化学",
      "time": "周四7-8节",
      "name": "陈思颖(2025K8009908024)"
    },
    {
      "major": "化学",
      "time": "周五3-4节",
      "name": "陈思颖(2025K8009908024)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "许嘉木(2025K8009908006)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "许嘉木(2025K8009908006)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "许嘉木(2025K8009908006)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "许嘉木(2025K8009908006)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "许嘉木(2025K8009908006)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "王翔(2025K8009908036)"
    },
    {
      "major": "化学",
      "time": "周二3-4节",
      "name": "王翔(2025K8009908036)"
    },
    {
      "major": "化学",
      "time": "周二5-6节",
      "name": "王翔(2025K8009908036)"
    },
    {
      "major": "化学",
      "time": "周五3-4节",
      "name": "王翔(2025K8009908036)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "陈泳铭(2025K8009908043)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "陈泳铭(2025K8009908043)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "陈泳铭(2025K8009908043)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "陈泳铭(2025K8009908043)"
    },
    {
      "major": "化学",
      "time": "周一7-8节",
      "name": "郝宇坤(2025K8009908047)"
    },
    {
      "major": "化学",
      "time": "周二3-4节",
      "name": "郝宇坤(2025K8009908047)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "郝宇坤(2025K8009908047)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "郝宇坤(2025K8009908047)"
    },
    {
      "major": "化学",
      "time": "周四3-4节",
      "name": "郝宇坤(2025K8009908047)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "孙伟铭(2025K8009908030)"
    },
    {
      "major": "化学",
      "time": "周三1-2节",
      "name": "孙伟铭(2025K8009908030)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "孙伟铭(2025K8009908030)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "孙伟铭(2025K8009908030)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "孙伟铭(2025K8009908030)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "潘世钊(2025K8009908009)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "潘世钊(2025K8009908009)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "潘世钊(2025K8009908009)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "潘世钊(2025K8009908009)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "陈健坤(2025K8009908004)"
    },
    {
      "major": "化学",
      "time": "周二3-4节",
      "name": "陈健坤(2025K8009908004)"
    },
    {
      "major": "化学",
      "time": "周四5-6节",
      "name": "陈健坤(2025K8009908004)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "陈健坤(2025K8009908004)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "王浩舟(2025K8009908035)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "王浩舟(2025K8009908035)"
    },
    {
      "major": "化学",
      "time": "周三7-8节",
      "name": "王浩舟(2025K8009908035)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "王浩舟(2025K8009908035)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "符一涵(2025K8009908038)"
    },
    {
      "major": "化学",
      "time": "周三3-4节",
      "name": "符一涵(2025K8009908038)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "符一涵(2025K8009908038)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "何铭轩(2025K8009908016)"
    },
    {
      "major": "化学",
      "time": "周三5-6节",
      "name": "何铭轩(2025K8009908016)"
    },
    {
      "major": "化学",
      "time": "周四5-6节",
      "name": "何铭轩(2025K8009908016)"
    },
    {
      "major": "化学",
      "time": "周五1-2节",
      "name": "何铭轩(2025K8009908016)"
    },
    {
      "major": "化学",
      "time": "周一3-4节",
      "name": "胡延畅(2025K8009908015)"
    },
    {
      "major": "化学",
      "time": "周四7-8节",
      "name": "胡延畅(2025K8009908015)"
    },
    {
      "major": "化学",
      "time": "周五3-4节",
      "name": "胡延畅(2025K8009908015)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "李一帆(2025K8009908028)"
    },
    {
      "major": "化学",
      "time": "周二3-4节",
      "name": "李一帆(2025K8009908028)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "李一帆(2025K8009908028)"
    },
    {
      "major": "化学",
      "time": "周一1-2节",
      "name": "李吉龙(2025K8009908042)"
    },
    {
      "major": "化学",
      "time": "周二1-2节",
      "name": "李吉龙(2025K8009908042)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "李吉龙(2025K8009908042)"
    },
    {
      "major": "化学",
      "time": "周四1-2节",
      "name": "李吉龙(2025K8009908042)"
    },
    {
      "major": "化学",
      "time": "周二7-8节",
      "name": "李东键(2025K8009908045)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "徐中天(2025K8009915002)"
    },
    {
      "major": "生物科学",
      "time": "周二1-2节",
      "name": "徐中天(2025K8009915002)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "徐中天(2025K8009915002)"
    },
    {
      "major": "生物科学",
      "time": "周四1-2节",
      "name": "徐中天(2025K8009915002)"
    },
    {
      "major": "生物科学",
      "time": "周一1-2节",
      "name": "郎佳乐(2025K8009915029)"
    },
    {
      "major": "生物科学",
      "time": "周二1-2节",
      "name": "郎佳乐(2025K8009915029)"
    },
    {
      "major": "生物科学",
      "time": "周四3-4节",
      "name": "郎佳乐(2025K8009915029)"
    },
    {
      "major": "生物科学",
      "time": "周一1-2节",
      "name": "张思琪(2025K8009915033)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "张思琪(2025K8009915033)"
    },
    {
      "major": "生物科学",
      "time": "周四3-4节",
      "name": "张思琪(2025K8009915033)"
    },
    {
      "major": "生物科学",
      "time": "周一7-8节",
      "name": "张雨涵(2025K8009915010)"
    },
    {
      "major": "生物科学",
      "time": "周三1-2节",
      "name": "张雨涵(2025K8009915010)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "黄涵(2025K8009915016)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "黄涵(2025K8009915016)"
    },
    {
      "major": "生物科学",
      "time": "周三1-2节",
      "name": "樊梓伊(2025K8009915020)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "樊梓伊(2025K8009915020)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "王羿文(2025K8009915021)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "王羿文(2025K8009915021)"
    },
    {
      "major": "生物科学",
      "time": "周一1-2节",
      "name": "刘维丹(2025K8009915023)"
    },
    {
      "major": "生物科学",
      "time": "周一7-8节",
      "name": "刘维丹(2025K8009915023)"
    },
    {
      "major": "生物科学",
      "time": "周三1-2节",
      "name": "刘维丹(2025K8009915023)"
    },
    {
      "major": "生物科学",
      "time": "周四7-8节",
      "name": "刘维丹(2025K8009915023)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "刘维丹(2025K8009915023)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "芮周扬(2025K8009915003)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "芮周扬(2025K8009915003)"
    },
    {
      "major": "生物科学",
      "time": "周三5-6节",
      "name": "芮周扬(2025K8009915003)"
    },
    {
      "major": "生物科学",
      "time": "周四7-8节",
      "name": "芮周扬(2025K8009915003)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "芮周扬(2025K8009915003)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "杨汇川(2025K8009915018)"
    },
    {
      "major": "生物科学",
      "time": "周一5-6节",
      "name": "杨汇川(2025K8009915018)"
    },
    {
      "major": "生物科学",
      "time": "周一1-2节",
      "name": "程新强(2025K8009915034)"
    },
    {
      "major": "生物科学",
      "time": "周二7-8节",
      "name": "程新强(2025K8009915034)"
    },
    {
      "major": "生物科学",
      "time": "周三1-2节",
      "name": "程新强(2025K8009915034)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "程新强(2025K8009915034)"
    },
    {
      "major": "生物科学",
      "time": "周一1-2节",
      "name": "龙泰宇(2025K8009915030)"
    },
    {
      "major": "生物科学",
      "time": "周一7-8节",
      "name": "龙泰宇(2025K8009915030)"
    },
    {
      "major": "生物科学",
      "time": "周四1-2节",
      "name": "龙泰宇(2025K8009915030)"
    },
    {
      "major": "生物科学",
      "time": "周二1-2节",
      "name": "张铂睿(2025K8009915009)"
    },
    {
      "major": "生物科学",
      "time": "周二7-8节",
      "name": "张铂睿(2025K8009915009)"
    },
    {
      "major": "生物科学",
      "time": "周四1-2节",
      "name": "张铂睿(2025K8009915009)"
    },
    {
      "major": "生物科学",
      "time": "周一7-8节",
      "name": "郭弋正(2025K8009915026)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "郭弋正(2025K8009915026)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "郭弋正(2025K8009915026)"
    },
    {
      "major": "生物科学",
      "time": "周四3-4节",
      "name": "郭弋正(2025K8009915026)"
    },
    {
      "major": "生物科学",
      "time": "周二7-8节",
      "name": "黄文涵(2025K8009915001)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "黄文涵(2025K8009915001)"
    },
    {
      "major": "生物科学",
      "time": "周四5-6节",
      "name": "黄文涵(2025K8009915001)"
    },
    {
      "major": "生物科学",
      "time": "周二7-8节",
      "name": "张竣铖(2025K8009915031)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "张竣铖(2025K8009915031)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "王梓瑄(2025K8009915012)"
    },
    {
      "major": "生物科学",
      "time": "周五3-4节",
      "name": "王梓瑄(2025K8009915012)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "熊子越(2025K8009915042)"
    },
    {
      "major": "生物科学",
      "time": "周四5-6节",
      "name": "熊子越(2025K8009915042)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "孔佑甲(2025K8009915017)"
    },
    {
      "major": "生物科学",
      "time": "周一5-6节",
      "name": "孔佑甲(2025K8009915017)"
    },
    {
      "major": "生物科学",
      "time": "周三5-6节",
      "name": "徐畅(2025K8009915005)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "方岚惠(2025K8009915036)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "方岚惠(2025K8009915036)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "方岚惠(2025K8009915036)"
    },
    {
      "major": "生物科学",
      "time": "周四7-8节",
      "name": "方岚惠(2025K8009915036)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "陈子彤(2025K8009915025)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "陈子彤(2025K8009915025)"
    },
    {
      "major": "生物科学",
      "time": "周五3-4节",
      "name": "陈子彤(2025K8009915025)"
    },
    {
      "major": "生物科学",
      "time": "周一7-8节",
      "name": "马嘉辉(2025K8009915043)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "马嘉辉(2025K8009915043)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "马嘉辉(2025K8009915043)"
    },
    {
      "major": "生物科学",
      "time": "周四5-6节",
      "name": "马嘉辉(2025K8009915043)"
    },
    {
      "major": "生物科学",
      "time": "周一1-2节",
      "name": "黄婷芳(2025K8009915006)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "黄婷芳(2025K8009915006)"
    },
    {
      "major": "生物科学",
      "time": "周二5-6节",
      "name": "楚皓然(2025K8009915028)"
    },
    {
      "major": "生物科学",
      "time": "周三1-2节",
      "name": "楚皓然(2025K8009915028)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "楚皓然(2025K8009915028)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "陈梓儒(2025K8009915038)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "陈梓儒(2025K8009915038)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "陈梓儒(2025K8009915038)"
    },
    {
      "major": "生物科学",
      "time": "周一5-6节",
      "name": "陈轶菲(2025K8009915041)"
    },
    {
      "major": "生物科学",
      "time": "周三5-6节",
      "name": "陈轶菲(2025K8009915041)"
    },
    {
      "major": "生物科学",
      "time": "周一7-8节",
      "name": "郄荟童(2025K8009915014)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "郄荟童(2025K8009915014)"
    },
    {
      "major": "生物科学",
      "time": "周二1-2节",
      "name": "钟尚泽(2025K8009915008)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "钟尚泽(2025K8009915008)"
    },
    {
      "major": "生物科学",
      "time": "周四1-2节",
      "name": "钟尚泽(2025K8009915008)"
    },
    {
      "major": "生物科学",
      "time": "周一1-2节",
      "name": "厚熠(2025K8009915027)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "厚熠(2025K8009915027)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "王令欧(2025K8009915040)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "王令欧(2025K8009915040)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "王康臣(2025K8009915024)"
    },
    {
      "major": "生物科学",
      "time": "周二7-8节",
      "name": "王康臣(2025K8009915024)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "王康臣(2025K8009915024)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "王康臣(2025K8009915024)"
    },
    {
      "major": "生物科学",
      "time": "周一7-8节",
      "name": "孙闫文翀(2025K8009915019)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "孙闫文翀(2025K8009915019)"
    },
    {
      "major": "生物科学",
      "time": "周四5-6节",
      "name": "孙闫文翀(2025K8009915019)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "俞承秀(2025K8009915004)"
    },
    {
      "major": "生物科学",
      "time": "周二1-2节",
      "name": "俞承秀(2025K8009915004)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "俞承秀(2025K8009915004)"
    },
    {
      "major": "生物科学",
      "time": "周四7-8节",
      "name": "俞承秀(2025K8009915004)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "汤钧琪凌(2025K8009915007)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "汤钧琪凌(2025K8009915007)"
    },
    {
      "major": "生物科学",
      "time": "周二7-8节",
      "name": "汤钧琪凌(2025K8009915007)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "汤钧琪凌(2025K8009915007)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "蔡少添(2025K8009915013)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "蔡少添(2025K8009915013)"
    },
    {
      "major": "生物科学",
      "time": "周五3-4节",
      "name": "蔡少添(2025K8009915013)"
    },
    {
      "major": "生物科学",
      "time": "周二1-2节",
      "name": "魏子越(2025K8009915035)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "魏子越(2025K8009915035)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "徐潇桐(2025K8009915011)"
    },
    {
      "major": "生物科学",
      "time": "周二5-6节",
      "name": "徐潇桐(2025K8009915011)"
    },
    {
      "major": "生物科学",
      "time": "周四5-6节",
      "name": "徐潇桐(2025K8009915011)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "于庚禾(2025K8009915032)"
    },
    {
      "major": "生物科学",
      "time": "周四3-4节",
      "name": "于庚禾(2025K8009915032)"
    },
    {
      "major": "生物科学",
      "time": "周四5-6节",
      "name": "于庚禾(2025K8009915032)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "于庚禾(2025K8009915032)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "田馨婷(2025K8009915039)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "田馨婷(2025K8009915039)"
    },
    {
      "major": "生物科学",
      "time": "周二7-8节",
      "name": "田馨婷(2025K8009915039)"
    },
    {
      "major": "生物科学",
      "time": "周三7-8节",
      "name": "田馨婷(2025K8009915039)"
    },
    {
      "major": "生物科学",
      "time": "周一3-4节",
      "name": "李锡垚(2025K8009915022)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "李锡垚(2025K8009915022)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "李锡垚(2025K8009915022)"
    },
    {
      "major": "生物科学",
      "time": "周一1-2节",
      "name": "闫涵(2025K8009915037)"
    },
    {
      "major": "生物科学",
      "time": "周一5-6节",
      "name": "闫涵(2025K8009915037)"
    },
    {
      "major": "生物科学",
      "time": "周一7-8节",
      "name": "闫涵(2025K8009915037)"
    },
    {
      "major": "生物科学",
      "time": "周三1-2节",
      "name": "闫涵(2025K8009915037)"
    },
    {
      "major": "生物科学",
      "time": "周五1-2节",
      "name": "闫涵(2025K8009915037)"
    },
    {
      "major": "生物科学",
      "time": "周二3-4节",
      "name": "徐晨杰(2025K8009915015)"
    },
    {
      "major": "生物科学",
      "time": "周二7-8节",
      "name": "徐晨杰(2025K8009915015)"
    },
    {
      "major": "生物科学",
      "time": "周三3-4节",
      "name": "徐晨杰(2025K8009915015)"
    },
    {
      "major": "生物科学",
      "time": "周四5-6节",
      "name": "徐晨杰(2025K8009915015)"
    },
    {
      "major": "生物科学",
      "time": "周四7-8节",
      "name": "徐晨杰(2025K8009915015)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一7-8节",
      "name": "唐兴宇(2025K8009922007)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "唐兴宇(2025K8009922007)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二7-8节",
      "name": "唐兴宇(2025K8009922007)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "仇际然(2025K8009922013)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二7-8节",
      "name": "仇际然(2025K8009922013)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三3-4节",
      "name": "仇际然(2025K8009922013)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "陈思涵(2025K8009922030)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三3-4节",
      "name": "陈思涵(2025K8009922030)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "陈思涵(2025K8009922030)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "陈思涵(2025K8009922030)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "左一辰(2025K8009922019)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "左一辰(2025K8009922019)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三5-6节",
      "name": "左一辰(2025K8009922019)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "左一辰(2025K8009922019)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "左一辰(2025K8009922019)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一1-2节",
      "name": "李英豪(2025K8009922002)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二7-8节",
      "name": "李英豪(2025K8009922002)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三5-6节",
      "name": "李英豪(2025K8009922002)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "李英豪(2025K8009922002)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "太子然(2025K8009922016)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "太子然(2025K8009922016)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三3-4节",
      "name": "太子然(2025K8009922016)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四5-6节",
      "name": "太子然(2025K8009922016)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四7-8节",
      "name": "太子然(2025K8009922016)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "董苏洋(2025K8009922017)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "董苏洋(2025K8009922017)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "董苏洋(2025K8009922017)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二5-6节",
      "name": "庄骞(2025K8009922001)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "庄骞(2025K8009922001)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "周云翔(2025K8009922003)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "周云翔(2025K8009922003)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "王宇乐(2025K8009922031)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "王宇乐(2025K8009922031)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二3-4节",
      "name": "王宇乐(2025K8009922031)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "王宇乐(2025K8009922031)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "王宇乐(2025K8009922031)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二3-4节",
      "name": "杨明瑞(2025K8009922032)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二5-6节",
      "name": "杨明瑞(2025K8009922032)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "杨明瑞(2025K8009922032)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二7-8节",
      "name": "陈珊珊(2025K8009922027)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三3-4节",
      "name": "陈珊珊(2025K8009922027)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "陈珊珊(2025K8009922027)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一5-6节",
      "name": "娄恩畅(2025K8009922025)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二5-6节",
      "name": "娄恩畅(2025K8009922025)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "娄恩畅(2025K8009922025)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三5-6节",
      "name": "袁歆(2025K8009922022)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三7-8节",
      "name": "袁歆(2025K8009922022)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "郑钦源(2025K8009922008)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三7-8节",
      "name": "郑钦源(2025K8009922008)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "郑钦源(2025K8009922008)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "郑钦源(2025K8009922008)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "向家豪(2025K8009922023)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "向家豪(2025K8009922023)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二3-4节",
      "name": "向家豪(2025K8009922023)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一1-2节",
      "name": "黄浩洋(2025K8009922011)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三3-4节",
      "name": "黄浩洋(2025K8009922011)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "黄浩洋(2025K8009922011)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二5-6节",
      "name": "李佳昊(2025K8009922021)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二7-8节",
      "name": "李佳昊(2025K8009922021)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一1-2节",
      "name": "陈明睿(2025K8009922028)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "陈明睿(2025K8009922028)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "陈明睿(2025K8009922028)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "陈明睿(2025K8009922028)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一7-8节",
      "name": "王幼斌(2025K8009922015)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "王幼斌(2025K8009922015)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四5-6节",
      "name": "王幼斌(2025K8009922015)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "李依仁(2025K8009922006)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "李依仁(2025K8009922006)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "李依仁(2025K8009922006)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三7-8节",
      "name": "董紫晗(2025K8009922009)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "董紫晗(2025K8009922009)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "刘馨瑜(2025K8009922005)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "刘馨瑜(2025K8009922005)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四3-4节",
      "name": "刘馨瑜(2025K8009922005)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "朱嘉僖(2025K8009922004)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二7-8节",
      "name": "朱嘉僖(2025K8009922004)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三3-4节",
      "name": "朱嘉僖(2025K8009922004)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "朱嘉僖(2025K8009922004)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一1-2节",
      "name": "刘晓铮(2025K8009922024)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "刘晓铮(2025K8009922024)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "刘晓铮(2025K8009922024)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一1-2节",
      "name": "齐晨辰(2025K8009922026)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二7-8节",
      "name": "齐晨辰(2025K8009922026)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三1-2节",
      "name": "齐晨辰(2025K8009922026)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "齐晨辰(2025K8009922026)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "李文(2025K8009922012)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三3-4节",
      "name": "李文(2025K8009922012)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "李文(2025K8009922012)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "刘钰(2025K8009922018)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一7-8节",
      "name": "刘钰(2025K8009922018)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四3-4节",
      "name": "刘钰(2025K8009922018)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四5-6节",
      "name": "刘钰(2025K8009922018)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "张金河(2025K8009922029)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二3-4节",
      "name": "张金河(2025K8009922029)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三5-6节",
      "name": "张金河(2025K8009922029)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四7-8节",
      "name": "张金河(2025K8009922029)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一1-2节",
      "name": "尹铭睿(2025K8009922020)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二3-4节",
      "name": "尹铭睿(2025K8009922020)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "尹铭睿(2025K8009922020)"
    },
    {
      "major": "材料科学与工程",
      "time": "周一3-4节",
      "name": "赵森琰(2025K8009922014)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二1-2节",
      "name": "赵森琰(2025K8009922014)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三3-4节",
      "name": "赵森琰(2025K8009922014)"
    },
    {
      "major": "材料科学与工程",
      "time": "周四1-2节",
      "name": "赵森琰(2025K8009922014)"
    },
    {
      "major": "材料科学与工程",
      "time": "周二7-8节",
      "name": "张旭妍(2025K8009922010)"
    },
    {
      "major": "材料科学与工程",
      "time": "周三3-4节",
      "name": "张旭妍(2025K8009922010)"
    },
    {
      "major": "材料科学与工程",
      "time": "周五1-2节",
      "name": "张旭妍(2025K8009922010)"
    },
    {
      "major": "心理学",
      "time": "周一7-8节",
      "name": "金浩哲(2025K8009916001)"
    },
    {
      "major": "心理学",
      "time": "周二3-4节",
      "name": "金浩哲(2025K8009916001)"
    },
    {
      "major": "心理学",
      "time": "周三3-4节",
      "name": "金浩哲(2025K8009916001)"
    },
    {
      "major": "心理学",
      "time": "周三7-8节",
      "name": "金浩哲(2025K8009916001)"
    },
    {
      "major": "心理学",
      "time": "周一1-2节",
      "name": "曾青云(2025K8009916003)"
    },
    {
      "major": "心理学",
      "time": "周二7-8节",
      "name": "曾青云(2025K8009916003)"
    },
    {
      "major": "心理学",
      "time": "周四1-2节",
      "name": "曾青云(2025K8009916003)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "刘镭(2025K8009929065)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "刘镭(2025K8009929065)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "刘镭(2025K8009929065)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "田馨歌(2025K8009929015)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "田馨歌(2025K8009929015)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "田馨歌(2025K8009929015)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "李柯(2025K8009929005)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "李柯(2025K8009929005)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "李柯(2025K8009929005)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "于成睿(2025K8009929042)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "贾东明(2025K8009929070)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "贾东明(2025K8009929070)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "朱奕霖(2025K8009929075)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "朱奕霖(2025K8009929075)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "朱奕霖(2025K8009929075)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五3-4节",
      "name": "朱奕霖(2025K8009929075)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "陈邺(2025K8009929074)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "陈邺(2025K8009929074)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "陈邺(2025K8009929074)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "陈邺(2025K8009929074)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "李智璘(2025K8009929016)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "李智璘(2025K8009929016)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "李智璘(2025K8009929016)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "李智璘(2025K8009929016)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "胡路遥(2025K8009929063)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "胡路遥(2025K8009929063)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "胡路遥(2025K8009929063)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "胡路遥(2025K8009929063)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "胡路遥(2025K8009929063)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "王子瑜(2025K8009929014)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "王子瑜(2025K8009929014)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "王子瑜(2025K8009929014)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "王子瑜(2025K8009929014)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四3-4节",
      "name": "王子瑜(2025K8009929014)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "李卓恒(2025K8009929007)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "李卓恒(2025K8009929007)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "李卓恒(2025K8009929007)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三1-2节",
      "name": "李卓恒(2025K8009929007)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "李卓恒(2025K8009929007)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "苏麒沣(2025K8009929076)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "苏麒沣(2025K8009929076)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "苏麒沣(2025K8009929076)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "董文政(2025K8009929057)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "董文政(2025K8009929057)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "董文政(2025K8009929057)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "张俊豪(2025K8009929008)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "张俊豪(2025K8009929008)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "张俊豪(2025K8009929008)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "张俊豪(2025K8009929008)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "张俊豪(2025K8009929008)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "孙飞扬(2025K8009929033)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "孙飞扬(2025K8009929033)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "孙飞扬(2025K8009929033)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "乔路洲(2025K8009929012)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "乔路洲(2025K8009929012)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "乔路洲(2025K8009929012)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "乔路洲(2025K8009929012)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "李冠锡(2025K8009929081)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "李冠锡(2025K8009929081)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "李冠锡(2025K8009929081)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "李冠锡(2025K8009929081)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "张智(2025K8009929056)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "张智(2025K8009929056)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四3-4节",
      "name": "张智(2025K8009929056)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "张智(2025K8009929056)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "蔡钟渔(2025K8009929028)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "蔡钟渔(2025K8009929028)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "蔡钟渔(2025K8009929028)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "邵卓歆(2025K8009929025)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "邵卓歆(2025K8009929025)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "邵卓歆(2025K8009929025)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "邵卓歆(2025K8009929025)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "曹晨光(2025K8009929060)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "曹晨光(2025K8009929060)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "曹晨光(2025K8009929060)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "张文卿(2025K8009929026)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "张文卿(2025K8009929026)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "张文卿(2025K8009929026)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "张文卿(2025K8009929026)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "王圣懿(2025K8009929067)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "王圣懿(2025K8009929067)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "王圣懿(2025K8009929067)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "王圣懿(2025K8009929067)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "宋宇宸(2025K8009929011)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三1-2节",
      "name": "宋宇宸(2025K8009929011)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "宋宇宸(2025K8009929011)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "宋宇宸(2025K8009929011)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "阮芊卉(2025K8009929039)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "阮芊卉(2025K8009929039)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "阮芊卉(2025K8009929039)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "赖朱思恩(2025K8009929040)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "赖朱思恩(2025K8009929040)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "赖朱思恩(2025K8009929040)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "叶培根(2025K8009929038)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "周锦添(2025K8009929041)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "刘宇宸(2025K8009929051)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "刘宇宸(2025K8009929051)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "刘宇宸(2025K8009929051)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "刘宇宸(2025K8009929051)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "刘桐羽(2025K8009929071)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "刘桐羽(2025K8009929071)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "刘桐羽(2025K8009929071)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "刘桐羽(2025K8009929071)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "庞泽堃(2025K8009929006)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "庞泽堃(2025K8009929006)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "庞泽堃(2025K8009929006)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "庞泽堃(2025K8009929006)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四3-4节",
      "name": "庞泽堃(2025K8009929006)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "周汉东(2025K8009929023)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "周汉东(2025K8009929023)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "许浩(2025K8009929046)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "许浩(2025K8009929046)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "孙上若(2025K8009929072)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "邝雨思(2025K8009929073)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "邝雨思(2025K8009929073)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "邝雨思(2025K8009929073)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "李谟辰(2025K8009929034)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "黄柏文(2025K8009929054)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "黄柏文(2025K8009929054)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "黄柏文(2025K8009929054)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "黄柏文(2025K8009929054)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "黄柏文(2025K8009929054)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "王梓霖(2025K8009929077)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "王梓霖(2025K8009929077)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "王梓霖(2025K8009929077)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "陈博(2025K8009929062)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "陈博(2025K8009929062)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "陈博(2025K8009929062)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四3-4节",
      "name": "陈博(2025K8009929062)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "陈博(2025K8009929062)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "陈博(2025K8009929062)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "栗梓睿(2025K8009929044)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "栗梓睿(2025K8009929044)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "栗梓睿(2025K8009929044)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "栗梓睿(2025K8009929044)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五3-4节",
      "name": "栗梓睿(2025K8009929044)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "袁鑫(2025K8009929079)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "袁鑫(2025K8009929079)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "袁鑫(2025K8009929079)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "王一凝(2025K8009929080)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "王一凝(2025K8009929080)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "王一凝(2025K8009929080)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "王一凝(2025K8009929080)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "王一凝(2025K8009929080)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五3-4节",
      "name": "王一凝(2025K8009929080)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "刘鑫航(2025K8009929047)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "刘鑫航(2025K8009929047)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "王语晨(2025K8009929022)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "王语晨(2025K8009929022)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三1-2节",
      "name": "王语晨(2025K8009929022)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四3-4节",
      "name": "王语晨(2025K8009929022)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五3-4节",
      "name": "王语晨(2025K8009929022)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "曾文祺(2025K8009929055)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "曾文祺(2025K8009929055)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "曾文祺(2025K8009929055)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "曾文祺(2025K8009929055)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "赛迪尔丁·阿不来提(2025K8009929078)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "赛迪尔丁·阿不来提(2025K8009929078)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "赛迪尔丁·阿不来提(2025K8009929078)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "赛迪尔丁·阿不来提(2025K8009929078)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "陈锦心(2025K8009929018)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "陈锦心(2025K8009929018)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "陈锦心(2025K8009929018)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "于皓泽(2025K8009929003)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "于皓泽(2025K8009929003)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "于皓泽(2025K8009929003)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "李睿欣(2025K8009929035)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "李睿欣(2025K8009929035)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "李睿欣(2025K8009929035)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "段柏旸(2025K8009929043)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "段柏旸(2025K8009929043)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "段柏旸(2025K8009929043)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三1-2节",
      "name": "段柏旸(2025K8009929043)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "宋轩宇(2025K8009929048)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "宋轩宇(2025K8009929048)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "宋轩宇(2025K8009929048)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "荆昭宇(2025K8009929020)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "荆昭宇(2025K8009929020)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "冯洲(2025K8009929017)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "冯洲(2025K8009929017)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "冯洲(2025K8009929017)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "冯洲(2025K8009929017)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "林佳铭(2025K8009929066)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "林佳铭(2025K8009929066)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "林佳铭(2025K8009929066)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "欧廷蔚(2025K8009929037)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "欧廷蔚(2025K8009929037)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "欧廷蔚(2025K8009929037)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "张靖承(2025K8009929021)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "张靖承(2025K8009929021)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "张靖承(2025K8009929021)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "李勃翰(2025K8009929045)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "李勃翰(2025K8009929045)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "李勃翰(2025K8009929045)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "冯涌(2025K8009929031)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三1-2节",
      "name": "冯涌(2025K8009929031)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "冯涌(2025K8009929031)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "冯涌(2025K8009929031)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "冯涌(2025K8009929031)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "王翊丞(2025K8009929052)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "王翊丞(2025K8009929052)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "王翊丞(2025K8009929052)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "黄悦洋(2025K8009929019)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "黄悦洋(2025K8009929019)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "黄悦洋(2025K8009929019)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "黄悦洋(2025K8009929019)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "黄悦洋(2025K8009929019)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "张子睿(2025K8009929068)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "张子睿(2025K8009929068)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "张子睿(2025K8009929068)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "付宇翔(2025K8009929064)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "付宇翔(2025K8009929064)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "付宇翔(2025K8009929064)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五3-4节",
      "name": "付宇翔(2025K8009929064)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "吴瑞琪(2025K8009929024)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "吴瑞琪(2025K8009929024)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "吴瑞琪(2025K8009929024)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五1-2节",
      "name": "吴瑞琪(2025K8009929024)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "邓雨婷(2025K8009929036)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "邓雨婷(2025K8009929036)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "邓雨婷(2025K8009929036)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "邓雨婷(2025K8009929036)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五3-4节",
      "name": "邓雨婷(2025K8009929036)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "张翼飞(2025K8009929059)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "张翼飞(2025K8009929059)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "张翼飞(2025K8009929059)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "张翼飞(2025K8009929059)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "张翼飞(2025K8009929059)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "胡振文(2025K8009929004)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "胡振文(2025K8009929004)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "胡振文(2025K8009929004)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "胡振文(2025K8009929004)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "程旭珈(2025K8009929069)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "程旭珈(2025K8009929069)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "卢洲宇(2025K8009929032)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "卢洲宇(2025K8009929032)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "卢洲宇(2025K8009929032)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五3-4节",
      "name": "卢洲宇(2025K8009929032)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "杨承孝(2025K8009929050)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "杨承孝(2025K8009929050)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "杨承孝(2025K8009929050)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周五3-4节",
      "name": "杨承孝(2025K8009929050)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "孙楚懿(2025K8009929013)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "孙楚懿(2025K8009929013)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二1-2节",
      "name": "孙楚懿(2025K8009929013)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "孙楚懿(2025K8009929013)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "聂锐(2025K8009929009)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "聂锐(2025K8009929009)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "聂锐(2025K8009929009)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "冯家瑞(2025K8009929002)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "冯家瑞(2025K8009929002)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三3-4节",
      "name": "冯家瑞(2025K8009929002)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "冯家瑞(2025K8009929002)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四3-4节",
      "name": "冯家瑞(2025K8009929002)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四1-2节",
      "name": "黎浩宇(2025K8009929058)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "黎浩宇(2025K8009929058)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "黎浩宇(2025K8009929058)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一5-6节",
      "name": "马楠(2025K8009929049)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "刘彦廷(2025K8009929010)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三7-8节",
      "name": "刘彦廷(2025K8009929010)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "孟令涵(2025K8009929053)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "孟令涵(2025K8009929053)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "孟令涵(2025K8009929053)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一7-8节",
      "name": "李嘉琛(2025K8009929030)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一1-2节",
      "name": "钟庆澎(2025K8009929082)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "钟庆澎(2025K8009929082)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "郑启昂(2025K8009929027)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二5-6节",
      "name": "郑启昂(2025K8009929027)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "郑启昂(2025K8009929027)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周三5-6节",
      "name": "郑启昂(2025K8009929027)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周一3-4节",
      "name": "费志鹏(2025K8009929001)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "费志鹏(2025K8009929001)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四5-6节",
      "name": "费志鹏(2025K8009929001)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周四7-8节",
      "name": "费志鹏(2025K8009929001)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二3-4节",
      "name": "袁汉林(2025K8009929061)"
    },
    {
      "major": "计算机科学与技术",
      "time": "周二7-8节",
      "name": "袁汉林(2025K8009929061)"
    },
    {
      "major": "天文学",
      "time": "周二7-8节",
      "name": "宋佳悦(2025K8009909012)"
    },
    {
      "major": "天文学",
      "time": "周三7-8节",
      "name": "宋佳悦(2025K8009909012)"
    },
    {
      "major": "天文学",
      "time": "周二1-2节",
      "name": "戴嘉辰(2025K8009909010)"
    },
    {
      "major": "天文学",
      "time": "周二7-8节",
      "name": "戴嘉辰(2025K8009909010)"
    },
    {
      "major": "天文学",
      "time": "周三3-4节",
      "name": "戴嘉辰(2025K8009909010)"
    },
    {
      "major": "天文学",
      "time": "周三7-8节",
      "name": "戴嘉辰(2025K8009909010)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "戴嘉辰(2025K8009909010)"
    },
    {
      "major": "天文学",
      "time": "周一1-2节",
      "name": "程泰瑞(2025K8009909008)"
    },
    {
      "major": "天文学",
      "time": "周二3-4节",
      "name": "程泰瑞(2025K8009909008)"
    },
    {
      "major": "天文学",
      "time": "周三7-8节",
      "name": "程泰瑞(2025K8009909008)"
    },
    {
      "major": "天文学",
      "time": "周四3-4节",
      "name": "程泰瑞(2025K8009909008)"
    },
    {
      "major": "天文学",
      "time": "周五1-2节",
      "name": "程泰瑞(2025K8009909008)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "杨润廷(2025K8009909009)"
    },
    {
      "major": "天文学",
      "time": "周四7-8节",
      "name": "杨润廷(2025K8009909009)"
    },
    {
      "major": "天文学",
      "time": "周五1-2节",
      "name": "杨润廷(2025K8009909009)"
    },
    {
      "major": "天文学",
      "time": "周一1-2节",
      "name": "黄诚楷(2025K8009909014)"
    },
    {
      "major": "天文学",
      "time": "周一3-4节",
      "name": "黄诚楷(2025K8009909014)"
    },
    {
      "major": "天文学",
      "time": "周一7-8节",
      "name": "黄诚楷(2025K8009909014)"
    },
    {
      "major": "天文学",
      "time": "周二3-4节",
      "name": "黄诚楷(2025K8009909014)"
    },
    {
      "major": "天文学",
      "time": "周二7-8节",
      "name": "黄诚楷(2025K8009909014)"
    },
    {
      "major": "天文学",
      "time": "周三7-8节",
      "name": "黄诚楷(2025K8009909014)"
    },
    {
      "major": "天文学",
      "time": "周一1-2节",
      "name": "成彦锡(2025K8009909005)"
    },
    {
      "major": "天文学",
      "time": "周二1-2节",
      "name": "成彦锡(2025K8009909005)"
    },
    {
      "major": "天文学",
      "time": "周二7-8节",
      "name": "成彦锡(2025K8009909005)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "成彦锡(2025K8009909005)"
    },
    {
      "major": "天文学",
      "time": "周五3-4节",
      "name": "成彦锡(2025K8009909005)"
    },
    {
      "major": "天文学",
      "time": "周一7-8节",
      "name": "陈昊(2025K8009909003)"
    },
    {
      "major": "天文学",
      "time": "周二5-6节",
      "name": "陈昊(2025K8009909003)"
    },
    {
      "major": "天文学",
      "time": "周三5-6节",
      "name": "陈昊(2025K8009909003)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "陈昊(2025K8009909003)"
    },
    {
      "major": "天文学",
      "time": "周二5-6节",
      "name": "徐泽康(2025K8009909001)"
    },
    {
      "major": "天文学",
      "time": "周三5-6节",
      "name": "徐泽康(2025K8009909001)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "徐泽康(2025K8009909001)"
    },
    {
      "major": "天文学",
      "time": "周四5-6节",
      "name": "徐泽康(2025K8009909001)"
    },
    {
      "major": "天文学",
      "time": "周五1-2节",
      "name": "徐泽康(2025K8009909001)"
    },
    {
      "major": "天文学",
      "time": "周三5-6节",
      "name": "布·依卡(2025K8009909016)"
    },
    {
      "major": "天文学",
      "time": "周三7-8节",
      "name": "布·依卡(2025K8009909016)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "布·依卡(2025K8009909016)"
    },
    {
      "major": "天文学",
      "time": "周五3-4节",
      "name": "布·依卡(2025K8009909016)"
    },
    {
      "major": "天文学",
      "time": "周一5-6节",
      "name": "王子易(2025K8009909004)"
    },
    {
      "major": "天文学",
      "time": "周二7-8节",
      "name": "王子易(2025K8009909004)"
    },
    {
      "major": "天文学",
      "time": "周三7-8节",
      "name": "王子易(2025K8009909004)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "王子易(2025K8009909004)"
    },
    {
      "major": "天文学",
      "time": "周五1-2节",
      "name": "王子易(2025K8009909004)"
    },
    {
      "major": "天文学",
      "time": "周三5-6节",
      "name": "徐沐菲(2025K8009909007)"
    },
    {
      "major": "天文学",
      "time": "周三7-8节",
      "name": "徐沐菲(2025K8009909007)"
    },
    {
      "major": "天文学",
      "time": "周五1-2节",
      "name": "徐沐菲(2025K8009909007)"
    },
    {
      "major": "天文学",
      "time": "周一1-2节",
      "name": "易万维(2025K8009909015)"
    },
    {
      "major": "天文学",
      "time": "周一5-6节",
      "name": "易万维(2025K8009909015)"
    },
    {
      "major": "天文学",
      "time": "周二7-8节",
      "name": "易万维(2025K8009909015)"
    },
    {
      "major": "天文学",
      "time": "周三1-2节",
      "name": "易万维(2025K8009909015)"
    },
    {
      "major": "天文学",
      "time": "周三5-6节",
      "name": "易万维(2025K8009909015)"
    },
    {
      "major": "天文学",
      "time": "周一3-4节",
      "name": "张丁凡(2025K8009909002)"
    },
    {
      "major": "天文学",
      "time": "周二3-4节",
      "name": "张丁凡(2025K8009909002)"
    },
    {
      "major": "天文学",
      "time": "周三7-8节",
      "name": "张丁凡(2025K8009909002)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "张丁凡(2025K8009909002)"
    },
    {
      "major": "天文学",
      "time": "周五3-4节",
      "name": "张丁凡(2025K8009909002)"
    },
    {
      "major": "天文学",
      "time": "周一1-2节",
      "name": "詹金满(2025K8009909013)"
    },
    {
      "major": "天文学",
      "time": "周二7-8节",
      "name": "詹金满(2025K8009909013)"
    },
    {
      "major": "天文学",
      "time": "周三1-2节",
      "name": "詹金满(2025K8009909013)"
    },
    {
      "major": "天文学",
      "time": "周五1-2节",
      "name": "詹金满(2025K8009909013)"
    },
    {
      "major": "天文学",
      "time": "周一1-2节",
      "name": "乐睿健(2025K8009909006)"
    },
    {
      "major": "天文学",
      "time": "周三1-2节",
      "name": "乐睿健(2025K8009909006)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "乐睿健(2025K8009909006)"
    },
    {
      "major": "天文学",
      "time": "周五1-2节",
      "name": "乐睿健(2025K8009909006)"
    },
    {
      "major": "天文学",
      "time": "周一1-2节",
      "name": "江念祖(2025K8009909011)"
    },
    {
      "major": "天文学",
      "time": "周二1-2节",
      "name": "江念祖(2025K8009909011)"
    },
    {
      "major": "天文学",
      "time": "周二7-8节",
      "name": "江念祖(2025K8009909011)"
    },
    {
      "major": "天文学",
      "time": "周四1-2节",
      "name": "江念祖(2025K8009909011)"
    },
    {
      "major": "天文学",
      "time": "周五1-2节",
      "name": "江念祖(2025K8009909011)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "彭泽宇(2025K8009926016)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "彭泽宇(2025K8009926016)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "彭泽宇(2025K8009926016)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "刘惠暄(2025K8009926036)"
    },
    {
      "major": "电子信息工程",
      "time": "周二3-4节",
      "name": "刘惠暄(2025K8009926036)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "刘惠暄(2025K8009926036)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "刘惠暄(2025K8009926036)"
    },
    {
      "major": "电子信息工程",
      "time": "周四7-8节",
      "name": "刘惠暄(2025K8009926036)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "谢乐铭(2025K8009926001)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "谢乐铭(2025K8009926001)"
    },
    {
      "major": "电子信息工程",
      "time": "周二3-4节",
      "name": "谢乐铭(2025K8009926001)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "谢乐铭(2025K8009926001)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "刘梓娴(2025K8009926037)"
    },
    {
      "major": "电子信息工程",
      "time": "周三5-6节",
      "name": "刘梓娴(2025K8009926037)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "刘梓娴(2025K8009926037)"
    },
    {
      "major": "电子信息工程",
      "time": "周四7-8节",
      "name": "刘梓娴(2025K8009926037)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "王资(2025K8009926012)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "王资(2025K8009926012)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "王资(2025K8009926012)"
    },
    {
      "major": "电子信息工程",
      "time": "周四7-8节",
      "name": "王资(2025K8009926012)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "张胜磊(2025K8009926038)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "张胜磊(2025K8009926038)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "张胜磊(2025K8009926038)"
    },
    {
      "major": "电子信息工程",
      "time": "周三5-6节",
      "name": "张胜磊(2025K8009926038)"
    },
    {
      "major": "电子信息工程",
      "time": "周五3-4节",
      "name": "张胜磊(2025K8009926038)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "于庆年(2025K8009926023)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "于庆年(2025K8009926023)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "霍硕(2025K8009926032)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "霍硕(2025K8009926032)"
    },
    {
      "major": "电子信息工程",
      "time": "周二5-6节",
      "name": "霍硕(2025K8009926032)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "霍硕(2025K8009926032)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "霍硕(2025K8009926032)"
    },
    {
      "major": "电子信息工程",
      "time": "周四7-8节",
      "name": "霍硕(2025K8009926032)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "任子宣(2025K8009926041)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "任子宣(2025K8009926041)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "任子宣(2025K8009926041)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "任子宣(2025K8009926041)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "金骏宾(2025K8009926033)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "金骏宾(2025K8009926033)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "金骏宾(2025K8009926033)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "金骏宾(2025K8009926033)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "金骏宾(2025K8009926033)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "刘鋆汀(2025K8009926013)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "刘鋆汀(2025K8009926013)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "刘鋆汀(2025K8009926013)"
    },
    {
      "major": "电子信息工程",
      "time": "周三3-4节",
      "name": "刘鋆汀(2025K8009926013)"
    },
    {
      "major": "电子信息工程",
      "time": "周三5-6节",
      "name": "刘鋆汀(2025K8009926013)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "刘鋆汀(2025K8009926013)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "刘鋆汀(2025K8009926013)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "石锦涛(2025K8009926044)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "石锦涛(2025K8009926044)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "石锦涛(2025K8009926044)"
    },
    {
      "major": "电子信息工程",
      "time": "周五3-4节",
      "name": "石锦涛(2025K8009926044)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "王镯清(2025K8009926045)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "王镯清(2025K8009926045)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "王镯清(2025K8009926045)"
    },
    {
      "major": "电子信息工程",
      "time": "周四5-6节",
      "name": "王镯清(2025K8009926045)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "王镯清(2025K8009926045)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "曾庆铭(2025K8009926010)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "曾庆铭(2025K8009926010)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "曾庆铭(2025K8009926010)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "曾庆铭(2025K8009926010)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "曾庆铭(2025K8009926010)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "贾东哲(2025K8009926035)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "贾东哲(2025K8009926035)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "贾东哲(2025K8009926035)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "范志远(2025K8009926028)"
    },
    {
      "major": "电子信息工程",
      "time": "周三5-6节",
      "name": "范志远(2025K8009926028)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "范志远(2025K8009926028)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "安茜(2025K8009926043)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "安茜(2025K8009926043)"
    },
    {
      "major": "电子信息工程",
      "time": "周二3-4节",
      "name": "安茜(2025K8009926043)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "安茜(2025K8009926043)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "安茜(2025K8009926043)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "路广(2025K8009926025)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "路广(2025K8009926025)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "路广(2025K8009926025)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "路广(2025K8009926025)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "陈薏帆(2025K8009926021)"
    },
    {
      "major": "电子信息工程",
      "time": "周三3-4节",
      "name": "陈薏帆(2025K8009926021)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "陈薏帆(2025K8009926021)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "陈薏帆(2025K8009926021)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "陈薏帆(2025K8009926021)"
    },
    {
      "major": "电子信息工程",
      "time": "周二3-4节",
      "name": "陈思成(2025K8009926002)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "陈思成(2025K8009926002)"
    },
    {
      "major": "电子信息工程",
      "time": "周四3-4节",
      "name": "陈思成(2025K8009926002)"
    },
    {
      "major": "电子信息工程",
      "time": "周五3-4节",
      "name": "陈思成(2025K8009926002)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "王一诺(2025K8009926005)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "王一诺(2025K8009926005)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "王一诺(2025K8009926005)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "王琮然(2025K8009926029)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "王琮然(2025K8009926029)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "王琮然(2025K8009926029)"
    },
    {
      "major": "电子信息工程",
      "time": "周三3-4节",
      "name": "王琮然(2025K8009926029)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "王琮然(2025K8009926029)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "沈佑安(2025K8009926014)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "沈佑安(2025K8009926014)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "沈佑安(2025K8009926014)"
    },
    {
      "major": "电子信息工程",
      "time": "周二5-6节",
      "name": "周家乐(2025K8009926007)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "周家乐(2025K8009926007)"
    },
    {
      "major": "电子信息工程",
      "time": "周三5-6节",
      "name": "周家乐(2025K8009926007)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "周家乐(2025K8009926007)"
    },
    {
      "major": "电子信息工程",
      "time": "周五3-4节",
      "name": "周家乐(2025K8009926007)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "刘苡辰(2025K8009926009)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "刘苡辰(2025K8009926009)"
    },
    {
      "major": "电子信息工程",
      "time": "周二3-4节",
      "name": "刘苡辰(2025K8009926009)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "刘苡辰(2025K8009926009)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "刘苡辰(2025K8009926009)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "陈煜林(2025K8009926030)"
    },
    {
      "major": "电子信息工程",
      "time": "周二3-4节",
      "name": "陈煜林(2025K8009926030)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "陈煜林(2025K8009926030)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "陈煜林(2025K8009926030)"
    },
    {
      "major": "电子信息工程",
      "time": "周四3-4节",
      "name": "陈煜林(2025K8009926030)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "张天宇(2025K8009926015)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "张天宇(2025K8009926015)"
    },
    {
      "major": "电子信息工程",
      "time": "周三3-4节",
      "name": "张天宇(2025K8009926015)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "乔天泽(2025K8009926042)"
    },
    {
      "major": "电子信息工程",
      "time": "周一5-6节",
      "name": "乔天泽(2025K8009926042)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "乔天泽(2025K8009926042)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "乔天泽(2025K8009926042)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "刘杨凌一(2025K8009926008)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "刘杨凌一(2025K8009926008)"
    },
    {
      "major": "电子信息工程",
      "time": "周二5-6节",
      "name": "刘杨凌一(2025K8009926008)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "刘杨凌一(2025K8009926008)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "刘杨凌一(2025K8009926008)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "郭子瑜(2025K8009926027)"
    },
    {
      "major": "电子信息工程",
      "time": "周四5-6节",
      "name": "郭子瑜(2025K8009926027)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "夏旌程(2025K8009926003)"
    },
    {
      "major": "电子信息工程",
      "time": "周四5-6节",
      "name": "夏旌程(2025K8009926003)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "林子博(2025K8009926017)"
    },
    {
      "major": "电子信息工程",
      "time": "周三5-6节",
      "name": "林子博(2025K8009926017)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "林子博(2025K8009926017)"
    },
    {
      "major": "电子信息工程",
      "time": "周四7-8节",
      "name": "林子博(2025K8009926017)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "吴文迪(2025K8009926040)"
    },
    {
      "major": "电子信息工程",
      "time": "周三5-6节",
      "name": "吴文迪(2025K8009926040)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "吴文迪(2025K8009926040)"
    },
    {
      "major": "电子信息工程",
      "time": "周四3-4节",
      "name": "吴文迪(2025K8009926040)"
    },
    {
      "major": "电子信息工程",
      "time": "周二3-4节",
      "name": "闫轼开(2025K8009926022)"
    },
    {
      "major": "电子信息工程",
      "time": "周二5-6节",
      "name": "闫轼开(2025K8009926022)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "朱栩莹(2025K8009926004)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "朱栩莹(2025K8009926004)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "朱栩莹(2025K8009926004)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "朱栩莹(2025K8009926004)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "朱栩莹(2025K8009926004)"
    },
    {
      "major": "电子信息工程",
      "time": "周四7-8节",
      "name": "朱栩莹(2025K8009926004)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "朱栩莹(2025K8009926004)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "颜义林(2025K8009926039)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "颜义林(2025K8009926039)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "颜义林(2025K8009926039)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "颜义林(2025K8009926039)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "颜义林(2025K8009926039)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "颜义林(2025K8009926039)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "张敬云(2025K8009926019)"
    },
    {
      "major": "电子信息工程",
      "time": "周二5-6节",
      "name": "张敬云(2025K8009926019)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "张敬云(2025K8009926019)"
    },
    {
      "major": "电子信息工程",
      "time": "周四7-8节",
      "name": "张敬云(2025K8009926019)"
    },
    {
      "major": "电子信息工程",
      "time": "周五3-4节",
      "name": "张敬云(2025K8009926019)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "张家林(2025K8009926031)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "张家林(2025K8009926031)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "张家林(2025K8009926031)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "张家林(2025K8009926031)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "张家林(2025K8009926031)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "张家林(2025K8009926031)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "赵晨(2025K8009926046)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "赵晨(2025K8009926046)"
    },
    {
      "major": "电子信息工程",
      "time": "周三5-6节",
      "name": "赵晨(2025K8009926046)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "赵晨(2025K8009926046)"
    },
    {
      "major": "电子信息工程",
      "time": "周五3-4节",
      "name": "赵晨(2025K8009926046)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "庞敦晨(2025K8009926024)"
    },
    {
      "major": "电子信息工程",
      "time": "周二5-6节",
      "name": "庞敦晨(2025K8009926024)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "庞敦晨(2025K8009926024)"
    },
    {
      "major": "电子信息工程",
      "time": "周五3-4节",
      "name": "庞敦晨(2025K8009926024)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "张相涵(2025K8009926011)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "张相涵(2025K8009926011)"
    },
    {
      "major": "电子信息工程",
      "time": "周二3-4节",
      "name": "张相涵(2025K8009926011)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "张相涵(2025K8009926011)"
    },
    {
      "major": "电子信息工程",
      "time": "周四3-4节",
      "name": "张相涵(2025K8009926011)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "王克风(2025K8009926006)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "王克风(2025K8009926006)"
    },
    {
      "major": "电子信息工程",
      "time": "周四7-8节",
      "name": "王克风(2025K8009926006)"
    },
    {
      "major": "电子信息工程",
      "time": "周五3-4节",
      "name": "王克风(2025K8009926006)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "杨帆(2025K8009926034)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "杨帆(2025K8009926034)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "杨帆(2025K8009926034)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "杨帆(2025K8009926034)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "杨帆(2025K8009926034)"
    },
    {
      "major": "电子信息工程",
      "time": "周四3-4节",
      "name": "杨帆(2025K8009926034)"
    },
    {
      "major": "电子信息工程",
      "time": "周五3-4节",
      "name": "杨帆(2025K8009926034)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "赵梓涵(2025K8009926020)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "赵梓涵(2025K8009926020)"
    },
    {
      "major": "电子信息工程",
      "time": "周三1-2节",
      "name": "赵梓涵(2025K8009926020)"
    },
    {
      "major": "电子信息工程",
      "time": "周三7-8节",
      "name": "赵梓涵(2025K8009926020)"
    },
    {
      "major": "电子信息工程",
      "time": "周五1-2节",
      "name": "赵梓涵(2025K8009926020)"
    },
    {
      "major": "电子信息工程",
      "time": "周一1-2节",
      "name": "王弈卓(2025K8009926018)"
    },
    {
      "major": "电子信息工程",
      "time": "周一3-4节",
      "name": "王弈卓(2025K8009926018)"
    },
    {
      "major": "电子信息工程",
      "time": "周一7-8节",
      "name": "王弈卓(2025K8009926018)"
    },
    {
      "major": "电子信息工程",
      "time": "周二5-6节",
      "name": "王弈卓(2025K8009926018)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "王弈卓(2025K8009926018)"
    },
    {
      "major": "电子信息工程",
      "time": "周二1-2节",
      "name": "林秋实(2025K8009926026)"
    },
    {
      "major": "电子信息工程",
      "time": "周二3-4节",
      "name": "林秋实(2025K8009926026)"
    },
    {
      "major": "电子信息工程",
      "time": "周二7-8节",
      "name": "林秋实(2025K8009926026)"
    },
    {
      "major": "电子信息工程",
      "time": "周四1-2节",
      "name": "林秋实(2025K8009926026)"
    },
    {
      "major": "电子信息工程",
      "time": "周四7-8节",
      "name": "林秋实(2025K8009926026)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一3-4节",
      "name": "邵润童(2025K8009918001)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二7-8节",
      "name": "邵润童(2025K8009918001)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三3-4节",
      "name": "邵润童(2025K8009918001)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四7-8节",
      "name": "邵润童(2025K8009918001)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一1-2节",
      "name": "叶一诺(2025K8009918010)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一3-4节",
      "name": "叶一诺(2025K8009918010)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三1-2节",
      "name": "叶一诺(2025K8009918010)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三7-8节",
      "name": "叶一诺(2025K8009918010)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四1-2节",
      "name": "叶一诺(2025K8009918010)"
    },
    {
      "major": "理论与应用力学",
      "time": "周五1-2节",
      "name": "叶一诺(2025K8009918010)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一5-6节",
      "name": "张俊翔(2025K8009918015)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二7-8节",
      "name": "张俊翔(2025K8009918015)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三5-6节",
      "name": "张俊翔(2025K8009918015)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四5-6节",
      "name": "张俊翔(2025K8009918015)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一3-4节",
      "name": "易圣梁(2025K8009918013)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二3-4节",
      "name": "易圣梁(2025K8009918013)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三3-4节",
      "name": "陈怡君(2025K8009918006)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三7-8节",
      "name": "陈怡君(2025K8009918006)"
    },
    {
      "major": "理论与应用力学",
      "time": "周五3-4节",
      "name": "陈怡君(2025K8009918006)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一1-2节",
      "name": "蔡福曌(2025K8009918011)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二1-2节",
      "name": "蔡福曌(2025K8009918011)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三7-8节",
      "name": "蔡福曌(2025K8009918011)"
    },
    {
      "major": "理论与应用力学",
      "time": "周五1-2节",
      "name": "蔡福曌(2025K8009918011)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一1-2节",
      "name": "周天旭(2025K8009918009)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一1-2节",
      "name": "颜家航(2025K8009918003)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一7-8节",
      "name": "颜家航(2025K8009918003)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二7-8节",
      "name": "颜家航(2025K8009918003)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一1-2节",
      "name": "罗正杰(2025K8009918014)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三7-8节",
      "name": "罗正杰(2025K8009918014)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一5-6节",
      "name": "钟博浩(2025K8009918017)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一7-8节",
      "name": "钟博浩(2025K8009918017)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二7-8节",
      "name": "钟博浩(2025K8009918017)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三7-8节",
      "name": "钟博浩(2025K8009918017)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四1-2节",
      "name": "钟博浩(2025K8009918017)"
    },
    {
      "major": "理论与应用力学",
      "time": "周五1-2节",
      "name": "钟博浩(2025K8009918017)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二3-4节",
      "name": "柯文轩(2025K8009918016)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三3-4节",
      "name": "柯文轩(2025K8009918016)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一1-2节",
      "name": "白晨蓓(2025K8009918012)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二7-8节",
      "name": "白晨蓓(2025K8009918012)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三7-8节",
      "name": "白晨蓓(2025K8009918012)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四1-2节",
      "name": "白晨蓓(2025K8009918012)"
    },
    {
      "major": "理论与应用力学",
      "time": "周五1-2节",
      "name": "白晨蓓(2025K8009918012)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一1-2节",
      "name": "廖卓然(2025K8009918018)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二7-8节",
      "name": "廖卓然(2025K8009918018)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三1-2节",
      "name": "廖卓然(2025K8009918018)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一3-4节",
      "name": "隋全洲(2025K8009918008)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二5-6节",
      "name": "隋全洲(2025K8009918008)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三3-4节",
      "name": "隋全洲(2025K8009918008)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四5-6节",
      "name": "隋全洲(2025K8009918008)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四7-8节",
      "name": "隋全洲(2025K8009918008)"
    },
    {
      "major": "理论与应用力学",
      "time": "周五3-4节",
      "name": "隋全洲(2025K8009918008)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一5-6节",
      "name": "乔得卿(2025K8009918007)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一7-8节",
      "name": "乔得卿(2025K8009918007)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二7-8节",
      "name": "乔得卿(2025K8009918007)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二5-6节",
      "name": "宋谦瑀(2025K8009918002)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二7-8节",
      "name": "宋谦瑀(2025K8009918002)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四5-6节",
      "name": "宋谦瑀(2025K8009918002)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四7-8节",
      "name": "宋谦瑀(2025K8009918002)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二1-2节",
      "name": "曹璟(2025K8009918005)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三3-4节",
      "name": "曹璟(2025K8009918005)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四1-2节",
      "name": "曹璟(2025K8009918005)"
    },
    {
      "major": "理论与应用力学",
      "time": "周四7-8节",
      "name": "曹璟(2025K8009918005)"
    },
    {
      "major": "理论与应用力学",
      "time": "周一1-2节",
      "name": "盛润东(2025K8009918004)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二1-2节",
      "name": "盛润东(2025K8009918004)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二3-4节",
      "name": "盛润东(2025K8009918004)"
    },
    {
      "major": "理论与应用力学",
      "time": "周二7-8节",
      "name": "盛润东(2025K8009918004)"
    },
    {
      "major": "理论与应用力学",
      "time": "周三7-8节",
      "name": "盛润东(2025K8009918004)"
    },
    {
      "major": "理论与应用力学",
      "time": "周五1-2节",
      "name": "盛润东(2025K8009918004)"
    },
    {
      "major": "环境科学",
      "time": "周二7-8节",
      "name": "周子扬(2025K8009937002)"
    },
    {
      "major": "环境科学",
      "time": "周三5-6节",
      "name": "周子扬(2025K8009937002)"
    },
    {
      "major": "环境科学",
      "time": "周四5-6节",
      "name": "周子扬(2025K8009937002)"
    },
    {
      "major": "环境科学",
      "time": "周一3-4节",
      "name": "王芮萱(2025K8009937007)"
    },
    {
      "major": "环境科学",
      "time": "周二1-2节",
      "name": "王芮萱(2025K8009937007)"
    },
    {
      "major": "环境科学",
      "time": "周二3-4节",
      "name": "王芮萱(2025K8009937007)"
    },
    {
      "major": "环境科学",
      "time": "周四1-2节",
      "name": "王芮萱(2025K8009937007)"
    },
    {
      "major": "环境科学",
      "time": "周一5-6节",
      "name": "徐世杰(2025K8009937014)"
    },
    {
      "major": "环境科学",
      "time": "周二1-2节",
      "name": "徐世杰(2025K8009937014)"
    },
    {
      "major": "环境科学",
      "time": "周二7-8节",
      "name": "徐世杰(2025K8009937014)"
    },
    {
      "major": "环境科学",
      "time": "周四7-8节",
      "name": "徐世杰(2025K8009937014)"
    },
    {
      "major": "环境科学",
      "time": "周一3-4节",
      "name": "李卓恒(2025K8009937011)"
    },
    {
      "major": "环境科学",
      "time": "周二1-2节",
      "name": "李卓恒(2025K8009937011)"
    },
    {
      "major": "环境科学",
      "time": "周三3-4节",
      "name": "李卓恒(2025K8009937011)"
    },
    {
      "major": "环境科学",
      "time": "周五1-2节",
      "name": "李卓恒(2025K8009937011)"
    },
    {
      "major": "环境科学",
      "time": "周二1-2节",
      "name": "林勇睿(2025K8009937013)"
    },
    {
      "major": "环境科学",
      "time": "周二7-8节",
      "name": "林勇睿(2025K8009937013)"
    },
    {
      "major": "环境科学",
      "time": "周三5-6节",
      "name": "林勇睿(2025K8009937013)"
    },
    {
      "major": "环境科学",
      "time": "周四1-2节",
      "name": "林勇睿(2025K8009937013)"
    },
    {
      "major": "环境科学",
      "time": "周一5-6节",
      "name": "宇佚天宏(2025K8009937005)"
    },
    {
      "major": "环境科学",
      "time": "周二3-4节",
      "name": "宇佚天宏(2025K8009937005)"
    },
    {
      "major": "环境科学",
      "time": "周四1-2节",
      "name": "宇佚天宏(2025K8009937005)"
    },
    {
      "major": "环境科学",
      "time": "周五3-4节",
      "name": "宇佚天宏(2025K8009937005)"
    },
    {
      "major": "环境科学",
      "time": "周一1-2节",
      "name": "孙浩博(2025K8009937004)"
    },
    {
      "major": "环境科学",
      "time": "周四7-8节",
      "name": "孙浩博(2025K8009937004)"
    },
    {
      "major": "环境科学",
      "time": "周一3-4节",
      "name": "金博文(2025K8009937006)"
    },
    {
      "major": "环境科学",
      "time": "周二1-2节",
      "name": "金博文(2025K8009937006)"
    },
    {
      "major": "环境科学",
      "time": "周四7-8节",
      "name": "金博文(2025K8009937006)"
    },
    {
      "major": "环境科学",
      "time": "周三1-2节",
      "name": "刘洋(2025K8009937009)"
    },
    {
      "major": "环境科学",
      "time": "周三3-4节",
      "name": "刘洋(2025K8009937009)"
    },
    {
      "major": "环境科学",
      "time": "周五1-2节",
      "name": "刘洋(2025K8009937009)"
    },
    {
      "major": "环境科学",
      "time": "周一3-4节",
      "name": "姬子涵(2025K8009937008)"
    },
    {
      "major": "环境科学",
      "time": "周二1-2节",
      "name": "姬子涵(2025K8009937008)"
    },
    {
      "major": "环境科学",
      "time": "周三3-4节",
      "name": "姬子涵(2025K8009937008)"
    },
    {
      "major": "环境科学",
      "time": "周三7-8节",
      "name": "姬子涵(2025K8009937008)"
    },
    {
      "major": "环境科学",
      "time": "周一7-8节",
      "name": "池予洋(2025K8009937003)"
    },
    {
      "major": "环境科学",
      "time": "周三5-6节",
      "name": "池予洋(2025K8009937003)"
    },
    {
      "major": "环境科学",
      "time": "周一1-2节",
      "name": "尹诵(2025K8009937001)"
    },
    {
      "major": "环境科学",
      "time": "周三5-6节",
      "name": "尹诵(2025K8009937001)"
    },
    {
      "major": "环境科学",
      "time": "周一1-2节",
      "name": "何旭(2025K8009937010)"
    },
    {
      "major": "环境科学",
      "time": "周二7-8节",
      "name": "何旭(2025K8009937010)"
    },
    {
      "major": "环境科学",
      "time": "周五3-4节",
      "name": "何旭(2025K8009937010)"
    },
    {
      "major": "环境科学",
      "time": "周二7-8节",
      "name": "傅宽毅(2025K8009937012)"
    },
    {
      "major": "环境科学",
      "time": "周四1-2节",
      "name": "傅宽毅(2025K8009937012)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二7-8节",
      "name": "林铭宇(2025K8009910010)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周三7-8节",
      "name": "林铭宇(2025K8009910010)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周四1-2节",
      "name": "林铭宇(2025K8009910010)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周五3-4节",
      "name": "林铭宇(2025K8009910010)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周一3-4节",
      "name": "李翱宇(2025K8009910012)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周四5-6节",
      "name": "李翱宇(2025K8009910012)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二5-6节",
      "name": "刘麒坤(2025K8009910006)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二7-8节",
      "name": "刘麒坤(2025K8009910006)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周三1-2节",
      "name": "刘麒坤(2025K8009910006)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周五1-2节",
      "name": "刘麒坤(2025K8009910006)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周一3-4节",
      "name": "李昊龙(2025K8009910001)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二1-2节",
      "name": "李昊龙(2025K8009910001)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周三5-6节",
      "name": "李昊龙(2025K8009910001)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周四1-2节",
      "name": "李昊龙(2025K8009910001)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周五1-2节",
      "name": "李昊龙(2025K8009910001)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二1-2节",
      "name": "刘瀚渺(2025K8009910005)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二3-4节",
      "name": "刘瀚渺(2025K8009910005)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周四1-2节",
      "name": "刘瀚渺(2025K8009910005)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二1-2节",
      "name": "林煜轩(2025K8009910003)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周四1-2节",
      "name": "林煜轩(2025K8009910003)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周一1-2节",
      "name": "王晓仪(2025K8009910009)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二7-8节",
      "name": "王晓仪(2025K8009910009)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周三7-8节",
      "name": "王晓仪(2025K8009910009)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周一7-8节",
      "name": "应曜臣(2025K8009910007)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二3-4节",
      "name": "应曜臣(2025K8009910007)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二7-8节",
      "name": "应曜臣(2025K8009910007)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周三7-8节",
      "name": "应曜臣(2025K8009910007)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周四1-2节",
      "name": "应曜臣(2025K8009910007)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周一1-2节",
      "name": "哈拉哈提·热马西(2025K8009910013)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二7-8节",
      "name": "哈拉哈提·热马西(2025K8009910013)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周四7-8节",
      "name": "哈拉哈提·热马西(2025K8009910013)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周一3-4节",
      "name": "王若谷(2025K8009910004)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二1-2节",
      "name": "王若谷(2025K8009910004)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二3-4节",
      "name": "王若谷(2025K8009910004)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周五1-2节",
      "name": "王若谷(2025K8009910004)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二1-2节",
      "name": "康拉翠琪(2025K8009910011)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二3-4节",
      "name": "康拉翠琪(2025K8009910011)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周四1-2节",
      "name": "康拉翠琪(2025K8009910011)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周一1-2节",
      "name": "于希楠(2025K8009910008)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周一5-6节",
      "name": "于希楠(2025K8009910008)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周一7-8节",
      "name": "于希楠(2025K8009910008)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二1-2节",
      "name": "于希楠(2025K8009910008)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二7-8节",
      "name": "于希楠(2025K8009910008)"
    },
    {
      "major": "人文地理与城乡规划",
      "time": "周二1-2节",
      "name": "李卓润(2025K8009910002)"
    },
    {
      "major": "网络空间安全",
      "time": "周二1-2节",
      "name": "白天宣(2025K8009970020)"
    },
    {
      "major": "网络空间安全",
      "time": "周二3-4节",
      "name": "白天宣(2025K8009970020)"
    },
    {
      "major": "网络空间安全",
      "time": "周二7-8节",
      "name": "白天宣(2025K8009970020)"
    },
    {
      "major": "网络空间安全",
      "time": "周四1-2节",
      "name": "白天宣(2025K8009970020)"
    },
    {
      "major": "网络空间安全",
      "time": "周五1-2节",
      "name": "白天宣(2025K8009970020)"
    },
    {
      "major": "网络空间安全",
      "time": "周二3-4节",
      "name": "郑昱纬(2025K8009970023)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "郑昱纬(2025K8009970023)"
    },
    {
      "major": "网络空间安全",
      "time": "周四3-4节",
      "name": "郑昱纬(2025K8009970023)"
    },
    {
      "major": "网络空间安全",
      "time": "周五1-2节",
      "name": "郑昱纬(2025K8009970023)"
    },
    {
      "major": "网络空间安全",
      "time": "周一1-2节",
      "name": "刘明亮(2025K8009970021)"
    },
    {
      "major": "网络空间安全",
      "time": "周三3-4节",
      "name": "杜厚泽(2025K8009970029)"
    },
    {
      "major": "网络空间安全",
      "time": "周五3-4节",
      "name": "杜厚泽(2025K8009970029)"
    },
    {
      "major": "网络空间安全",
      "time": "周一1-2节",
      "name": "高丁钦(2025K8009970010)"
    },
    {
      "major": "网络空间安全",
      "time": "周四1-2节",
      "name": "高丁钦(2025K8009970010)"
    },
    {
      "major": "网络空间安全",
      "time": "周一3-4节",
      "name": "谈乐希(2025K8009970012)"
    },
    {
      "major": "网络空间安全",
      "time": "周一5-6节",
      "name": "谈乐希(2025K8009970012)"
    },
    {
      "major": "网络空间安全",
      "time": "周二1-2节",
      "name": "谈乐希(2025K8009970012)"
    },
    {
      "major": "网络空间安全",
      "time": "周四1-2节",
      "name": "谈乐希(2025K8009970012)"
    },
    {
      "major": "网络空间安全",
      "time": "周一3-4节",
      "name": "田宇轩(2025K8009970027)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "田宇轩(2025K8009970027)"
    },
    {
      "major": "网络空间安全",
      "time": "周四1-2节",
      "name": "田宇轩(2025K8009970027)"
    },
    {
      "major": "网络空间安全",
      "time": "周一3-4节",
      "name": "刘宇(2025K8009970025)"
    },
    {
      "major": "网络空间安全",
      "time": "周三3-4节",
      "name": "刘宇(2025K8009970025)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "刘宇(2025K8009970025)"
    },
    {
      "major": "网络空间安全",
      "time": "周一5-6节",
      "name": "刘桐博(2025K8009970024)"
    },
    {
      "major": "网络空间安全",
      "time": "周二3-4节",
      "name": "刘桐博(2025K8009970024)"
    },
    {
      "major": "网络空间安全",
      "time": "周五1-2节",
      "name": "刘桐博(2025K8009970024)"
    },
    {
      "major": "网络空间安全",
      "time": "周一3-4节",
      "name": "吴若熙(2025K8009970030)"
    },
    {
      "major": "网络空间安全",
      "time": "周二5-6节",
      "name": "吴若熙(2025K8009970030)"
    },
    {
      "major": "网络空间安全",
      "time": "周二7-8节",
      "name": "吴若熙(2025K8009970030)"
    },
    {
      "major": "网络空间安全",
      "time": "周二5-6节",
      "name": "谭慧(2025K8009970028)"
    },
    {
      "major": "网络空间安全",
      "time": "周三1-2节",
      "name": "谭慧(2025K8009970028)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "谭慧(2025K8009970028)"
    },
    {
      "major": "网络空间安全",
      "time": "周五3-4节",
      "name": "谭慧(2025K8009970028)"
    },
    {
      "major": "网络空间安全",
      "time": "周一3-4节",
      "name": "李政霖(2025K8009970019)"
    },
    {
      "major": "网络空间安全",
      "time": "周二7-8节",
      "name": "李政霖(2025K8009970019)"
    },
    {
      "major": "网络空间安全",
      "time": "周二7-8节",
      "name": "宋锦扬(2025K8009970007)"
    },
    {
      "major": "网络空间安全",
      "time": "周三5-6节",
      "name": "宋锦扬(2025K8009970007)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "宋锦扬(2025K8009970007)"
    },
    {
      "major": "网络空间安全",
      "time": "周四7-8节",
      "name": "宋锦扬(2025K8009970007)"
    },
    {
      "major": "网络空间安全",
      "time": "周五3-4节",
      "name": "宋锦扬(2025K8009970007)"
    },
    {
      "major": "网络空间安全",
      "time": "周一7-8节",
      "name": "马毅清(2025K8009970001)"
    },
    {
      "major": "网络空间安全",
      "time": "周二7-8节",
      "name": "马毅清(2025K8009970001)"
    },
    {
      "major": "网络空间安全",
      "time": "周三5-6节",
      "name": "马毅清(2025K8009970001)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "祝靖懿(2025K8009970003)"
    },
    {
      "major": "网络空间安全",
      "time": "周四1-2节",
      "name": "祝靖懿(2025K8009970003)"
    },
    {
      "major": "网络空间安全",
      "time": "周四7-8节",
      "name": "祝靖懿(2025K8009970003)"
    },
    {
      "major": "网络空间安全",
      "time": "周一1-2节",
      "name": "孙宇笛(2025K8009970022)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "孙宇笛(2025K8009970022)"
    },
    {
      "major": "网络空间安全",
      "time": "周一5-6节",
      "name": "段琢如(2025K8009970013)"
    },
    {
      "major": "网络空间安全",
      "time": "周二3-4节",
      "name": "段琢如(2025K8009970013)"
    },
    {
      "major": "网络空间安全",
      "time": "周二5-6节",
      "name": "段琢如(2025K8009970013)"
    },
    {
      "major": "网络空间安全",
      "time": "周三5-6节",
      "name": "段琢如(2025K8009970013)"
    },
    {
      "major": "网络空间安全",
      "time": "周一3-4节",
      "name": "方朋博(2025K8009970004)"
    },
    {
      "major": "网络空间安全",
      "time": "周一5-6节",
      "name": "方朋博(2025K8009970004)"
    },
    {
      "major": "网络空间安全",
      "time": "周二1-2节",
      "name": "方朋博(2025K8009970004)"
    },
    {
      "major": "网络空间安全",
      "time": "周一1-2节",
      "name": "陈曦(2025K8009970002)"
    },
    {
      "major": "网络空间安全",
      "time": "周二7-8节",
      "name": "陈曦(2025K8009970002)"
    },
    {
      "major": "网络空间安全",
      "time": "周三1-2节",
      "name": "陈曦(2025K8009970002)"
    },
    {
      "major": "网络空间安全",
      "time": "周二7-8节",
      "name": "尚凌睿(2025K8009970006)"
    },
    {
      "major": "网络空间安全",
      "time": "周一5-6节",
      "name": "吴宇轩(2025K8009970031)"
    },
    {
      "major": "网络空间安全",
      "time": "周一7-8节",
      "name": "吴宇轩(2025K8009970031)"
    },
    {
      "major": "网络空间安全",
      "time": "周一7-8节",
      "name": "郭霁想(2025K8009970026)"
    },
    {
      "major": "网络空间安全",
      "time": "周二1-2节",
      "name": "郭霁想(2025K8009970026)"
    },
    {
      "major": "网络空间安全",
      "time": "周四1-2节",
      "name": "郭霁想(2025K8009970026)"
    },
    {
      "major": "网络空间安全",
      "time": "周一7-8节",
      "name": "唐云峰(2025K8009970014)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "唐云峰(2025K8009970014)"
    },
    {
      "major": "网络空间安全",
      "time": "周四5-6节",
      "name": "唐云峰(2025K8009970014)"
    },
    {
      "major": "网络空间安全",
      "time": "周五1-2节",
      "name": "唐云峰(2025K8009970014)"
    },
    {
      "major": "网络空间安全",
      "time": "周一5-6节",
      "name": "李俊基(2025K8009970008)"
    },
    {
      "major": "网络空间安全",
      "time": "周三5-6节",
      "name": "李俊基(2025K8009970008)"
    },
    {
      "major": "网络空间安全",
      "time": "周四5-6节",
      "name": "李俊基(2025K8009970008)"
    },
    {
      "major": "网络空间安全",
      "time": "周四7-8节",
      "name": "李俊基(2025K8009970008)"
    },
    {
      "major": "网络空间安全",
      "time": "周二1-2节",
      "name": "张高硕(2025K8009970009)"
    },
    {
      "major": "网络空间安全",
      "time": "周三3-4节",
      "name": "张高硕(2025K8009970009)"
    },
    {
      "major": "网络空间安全",
      "time": "周五3-4节",
      "name": "张高硕(2025K8009970009)"
    },
    {
      "major": "网络空间安全",
      "time": "周二3-4节",
      "name": "秦紫荷(2025K8009970015)"
    },
    {
      "major": "网络空间安全",
      "time": "周四1-2节",
      "name": "秦紫荷(2025K8009970015)"
    },
    {
      "major": "网络空间安全",
      "time": "周五1-2节",
      "name": "秦紫荷(2025K8009970015)"
    },
    {
      "major": "网络空间安全",
      "time": "周一5-6节",
      "name": "马宇骏(2025K8009970005)"
    },
    {
      "major": "网络空间安全",
      "time": "周一7-8节",
      "name": "马宇骏(2025K8009970005)"
    },
    {
      "major": "网络空间安全",
      "time": "周五1-2节",
      "name": "马宇骏(2025K8009970005)"
    },
    {
      "major": "网络空间安全",
      "time": "周二5-6节",
      "name": "任昱嘉(2025K8009970016)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "任昱嘉(2025K8009970016)"
    },
    {
      "major": "网络空间安全",
      "time": "周五1-2节",
      "name": "任昱嘉(2025K8009970016)"
    },
    {
      "major": "网络空间安全",
      "time": "周一5-6节",
      "name": "佟金泽(2025K8009970018)"
    },
    {
      "major": "网络空间安全",
      "time": "周二5-6节",
      "name": "佟金泽(2025K8009970018)"
    },
    {
      "major": "网络空间安全",
      "time": "周三5-6节",
      "name": "佟金泽(2025K8009970018)"
    },
    {
      "major": "网络空间安全",
      "time": "周四7-8节",
      "name": "佟金泽(2025K8009970018)"
    },
    {
      "major": "网络空间安全",
      "time": "周二1-2节",
      "name": "勾雨桐(2025K8009970011)"
    },
    {
      "major": "网络空间安全",
      "time": "周二5-6节",
      "name": "勾雨桐(2025K8009970011)"
    },
    {
      "major": "网络空间安全",
      "time": "周三5-6节",
      "name": "勾雨桐(2025K8009970011)"
    },
    {
      "major": "网络空间安全",
      "time": "周三7-8节",
      "name": "勾雨桐(2025K8009970011)"
    },
    {
      "major": "网络空间安全",
      "time": "周四7-8节",
      "name": "勾雨桐(2025K8009970011)"
    },
    {
      "major": "心理学",
      "time": "周一1-2节",
      "name": "靳启贤(2025K8009916011)"
    },
    {
      "major": "心理学",
      "time": "周三1-2节",
      "name": "靳启贤(2025K8009916011)"
    },
    {
      "major": "心理学",
      "time": "周三7-8节",
      "name": "靳启贤(2025K8009916011)"
    },
    {
      "major": "心理学",
      "time": "周五1-2节",
      "name": "靳启贤(2025K8009916011)"
    },
    {
      "major": "心理学",
      "time": "周二1-2节",
      "name": "朱凯文(2025K8009916013)"
    },
    {
      "major": "心理学",
      "time": "周二5-6节",
      "name": "朱凯文(2025K8009916013)"
    },
    {
      "major": "心理学",
      "time": "周二1-2节",
      "name": "洪懿(2025K8009916006)"
    },
    {
      "major": "心理学",
      "time": "周二3-4节",
      "name": "洪懿(2025K8009916006)"
    },
    {
      "major": "心理学",
      "time": "周四1-2节",
      "name": "洪懿(2025K8009916006)"
    },
    {
      "major": "心理学",
      "time": "周一1-2节",
      "name": "林雅儒(2025K8009916014)"
    },
    {
      "major": "心理学",
      "time": "周三1-2节",
      "name": "林雅儒(2025K8009916014)"
    },
    {
      "major": "心理学",
      "time": "周四3-4节",
      "name": "林雅儒(2025K8009916014)"
    },
    {
      "major": "心理学",
      "time": "周五1-2节",
      "name": "林雅儒(2025K8009916014)"
    },
    {
      "major": "心理学",
      "time": "周一3-4节",
      "name": "戴子豪(2025K8009916010)"
    },
    {
      "major": "心理学",
      "time": "周三3-4节",
      "name": "戴子豪(2025K8009916010)"
    },
    {
      "major": "心理学",
      "time": "周三5-6节",
      "name": "戴子豪(2025K8009916010)"
    },
    {
      "major": "心理学",
      "time": "周一3-4节",
      "name": "黄子岩(2025K8009916005)"
    },
    {
      "major": "心理学",
      "time": "周三3-4节",
      "name": "黄子岩(2025K8009916005)"
    },
    {
      "major": "心理学",
      "time": "周四3-4节",
      "name": "黄子岩(2025K8009916005)"
    },
    {
      "major": "心理学",
      "time": "周四5-6节",
      "name": "黄子岩(2025K8009916005)"
    },
    {
      "major": "心理学",
      "time": "周一3-4节",
      "name": "李清华(2025K8009916007)"
    },
    {
      "major": "心理学",
      "time": "周二3-4节",
      "name": "李清华(2025K8009916007)"
    },
    {
      "major": "心理学",
      "time": "周三7-8节",
      "name": "李清华(2025K8009916007)"
    },
    {
      "major": "心理学",
      "time": "周五1-2节",
      "name": "李清华(2025K8009916007)"
    },
    {
      "major": "心理学",
      "time": "周一7-8节",
      "name": "崔巍(2025K8009916009)"
    },
    {
      "major": "心理学",
      "time": "周二7-8节",
      "name": "崔巍(2025K8009916009)"
    },
    {
      "major": "心理学",
      "time": "周三1-2节",
      "name": "崔巍(2025K8009916009)"
    },
    {
      "major": "心理学",
      "time": "周五3-4节",
      "name": "崔巍(2025K8009916009)"
    },
    {
      "major": "心理学",
      "time": "周一3-4节",
      "name": "耶昱昊(2025K8009916008)"
    },
    {
      "major": "心理学",
      "time": "周二1-2节",
      "name": "耶昱昊(2025K8009916008)"
    },
    {
      "major": "心理学",
      "time": "周三3-4节",
      "name": "耶昱昊(2025K8009916008)"
    },
    {
      "major": "心理学",
      "time": "周一1-2节",
      "name": "林毅(2025K8009916012)"
    },
    {
      "major": "心理学",
      "time": "周三7-8节",
      "name": "林毅(2025K8009916012)"
    },
    {
      "major": "心理学",
      "time": "周一3-4节",
      "name": "施舜堃(2025K8009916002)"
    },
    {
      "major": "心理学",
      "time": "周二3-4节",
      "name": "施舜堃(2025K8009916002)"
    },
    {
      "major": "心理学",
      "time": "周二5-6节",
      "name": "施舜堃(2025K8009916002)"
    },
    {
      "major": "心理学",
      "time": "周一5-6节",
      "name": "刘奇(2025K8009916004)"
    },
    {
      "major": "心理学",
      "time": "周一7-8节",
      "name": "金浩哲(2025K8009916001)"
    },
    {
      "major": "心理学",
      "time": "周二3-4节",
      "name": "金浩哲(2025K8009916001)"
    },
    {
      "major": "心理学",
      "time": "周三3-4节",
      "name": "金浩哲(2025K8009916001)"
    },
    {
      "major": "心理学",
      "time": "周三7-8节",
      "name": "金浩哲(2025K8009916001)"
    },
    {
      "major": "心理学",
      "time": "周一1-2节",
      "name": "曾青云(2025K8009916003)"
    },
    {
      "major": "心理学",
      "time": "周二7-8节",
      "name": "曾青云(2025K8009916003)"
    },
    {
      "major": "心理学",
      "time": "周四1-2节",
      "name": "曾青云(2025K8009916003)"
    },
    {
      "major": "人工智能",
      "time": "周一7-8节",
      "name": "闫志瑞(2025K8009991046)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "闫志瑞(2025K8009991046)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "闫志瑞(2025K8009991046)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "闫志瑞(2025K8009991046)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "张子墨(2025K8009991042)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "张子墨(2025K8009991042)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "张子墨(2025K8009991042)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "张子墨(2025K8009991042)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "张子墨(2025K8009991042)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "李泓辰(2025K8009991040)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "李泓辰(2025K8009991040)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "李泓辰(2025K8009991040)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "李泓辰(2025K8009991040)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "李泓辰(2025K8009991040)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "蓝昊阳(2025K8009991045)"
    },
    {
      "major": "人工智能",
      "time": "周一7-8节",
      "name": "蓝昊阳(2025K8009991045)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "蓝昊阳(2025K8009991045)"
    },
    {
      "major": "人工智能",
      "time": "周四5-6节",
      "name": "蓝昊阳(2025K8009991045)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "罗楷睿(2025K8009991007)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "罗楷睿(2025K8009991007)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "罗楷睿(2025K8009991007)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "罗楷睿(2025K8009991007)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "罗楷睿(2025K8009991007)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "田牧远(2025K8009991057)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "田牧远(2025K8009991057)"
    },
    {
      "major": "人工智能",
      "time": "周一7-8节",
      "name": "田牧远(2025K8009991057)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "田牧远(2025K8009991057)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "田牧远(2025K8009991057)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "田牧远(2025K8009991057)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "唐旌植(2025K8009991032)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "唐旌植(2025K8009991032)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "唐旌植(2025K8009991032)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "唐旌植(2025K8009991032)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "李佳怡(2025K8009991031)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "李佳怡(2025K8009991031)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "李佳怡(2025K8009991031)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "李佳怡(2025K8009991031)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "王明昊(2025K8009991024)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "王明昊(2025K8009991024)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "王明昊(2025K8009991024)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "钟家樵(2025K8009991030)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "钟家樵(2025K8009991030)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "钟家樵(2025K8009991030)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "钟家樵(2025K8009991030)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "武小军(2025K8009991069)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "武小军(2025K8009991069)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "武小军(2025K8009991069)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "武小军(2025K8009991069)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "张芷硕(2025K8009991015)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "张芷硕(2025K8009991015)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "张芷硕(2025K8009991015)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "张芷硕(2025K8009991015)"
    },
    {
      "major": "人工智能",
      "time": "周四3-4节",
      "name": "张芷硕(2025K8009991015)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "杨欣喆(2025K8009991013)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "杨欣喆(2025K8009991013)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "杨欣喆(2025K8009991013)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "杨欣喆(2025K8009991013)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "李欣灿(2025K8009991066)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "李欣灿(2025K8009991066)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "李欣灿(2025K8009991066)"
    },
    {
      "major": "人工智能",
      "time": "周四5-6节",
      "name": "李欣灿(2025K8009991066)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "李欣灿(2025K8009991066)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "易宗瑜(2025K8009991029)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "易宗瑜(2025K8009991029)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "易宗瑜(2025K8009991029)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "易宗瑜(2025K8009991029)"
    },
    {
      "major": "人工智能",
      "time": "周四5-6节",
      "name": "易宗瑜(2025K8009991029)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "安芷若(2025K8009991061)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "安芷若(2025K8009991061)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "安芷若(2025K8009991061)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "安芷若(2025K8009991061)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "安芷若(2025K8009991061)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "程皓珩(2025K8009991060)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "程皓珩(2025K8009991060)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "程皓珩(2025K8009991060)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "史昊涵(2025K8009991055)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "史昊涵(2025K8009991055)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "史昊涵(2025K8009991055)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "史昊涵(2025K8009991055)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "史昊涵(2025K8009991055)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "卢晨昊(2025K8009991051)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "卢晨昊(2025K8009991051)"
    },
    {
      "major": "人工智能",
      "time": "周四3-4节",
      "name": "卢晨昊(2025K8009991051)"
    },
    {
      "major": "人工智能",
      "time": "周四5-6节",
      "name": "卢晨昊(2025K8009991051)"
    },
    {
      "major": "人工智能",
      "time": "周一7-8节",
      "name": "王星州(2025K8009991054)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "王星州(2025K8009991054)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "王星州(2025K8009991054)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "王星州(2025K8009991054)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "张雨晨(2025K8009991049)"
    },
    {
      "major": "人工智能",
      "time": "周一7-8节",
      "name": "张雨晨(2025K8009991049)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "张雨晨(2025K8009991049)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "张雨晨(2025K8009991049)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "张雨晨(2025K8009991049)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "叶浔曦(2025K8009991022)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "叶浔曦(2025K8009991022)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "叶浔曦(2025K8009991022)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "李意平(2025K8009991035)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "李意平(2025K8009991035)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "李意平(2025K8009991035)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "李意平(2025K8009991035)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "李意平(2025K8009991035)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "马少骏(2025K8009991016)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "马少骏(2025K8009991016)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "马少骏(2025K8009991016)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "孙铭轩(2025K8009991063)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "孙铭轩(2025K8009991063)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "孙铭轩(2025K8009991063)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "孙铭轩(2025K8009991063)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "孙铭轩(2025K8009991063)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "王夫轩(2025K8009991058)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "王夫轩(2025K8009991058)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "王夫轩(2025K8009991058)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "王夫轩(2025K8009991058)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "王夫轩(2025K8009991058)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "吴明凡(2025K8009991033)"
    },
    {
      "major": "人工智能",
      "time": "周四5-6节",
      "name": "吴明凡(2025K8009991033)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "吴明凡(2025K8009991033)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "吴明凡(2025K8009991033)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "彭錌煵(2025K8009991009)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "彭錌煵(2025K8009991009)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "彭錌煵(2025K8009991009)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "彭錌煵(2025K8009991009)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "于慧泽(2025K8009991021)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "于慧泽(2025K8009991021)"
    },
    {
      "major": "人工智能",
      "time": "周四3-4节",
      "name": "于慧泽(2025K8009991021)"
    },
    {
      "major": "人工智能",
      "time": "周四5-6节",
      "name": "于慧泽(2025K8009991021)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "于慧泽(2025K8009991021)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "史一迪(2025K8009991068)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "史一迪(2025K8009991068)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "史一迪(2025K8009991068)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "史一迪(2025K8009991068)"
    },
    {
      "major": "人工智能",
      "time": "周四3-4节",
      "name": "史一迪(2025K8009991068)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "王悦澄(2025K8009991020)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "王悦澄(2025K8009991020)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "王悦澄(2025K8009991020)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "王悦澄(2025K8009991020)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "李元修(2025K8009991048)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "李元修(2025K8009991048)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "李元修(2025K8009991048)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "安泊润(2025K8009991012)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "安泊润(2025K8009991012)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "安泊润(2025K8009991012)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "安泊润(2025K8009991012)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "曹一凡(2025K8009991017)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "曹一凡(2025K8009991017)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "曹一凡(2025K8009991017)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "曹一凡(2025K8009991017)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "曹一凡(2025K8009991017)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "苗哲铭(2025K8009991056)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "苗哲铭(2025K8009991056)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "苗哲铭(2025K8009991056)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "苗哲铭(2025K8009991056)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "杨洋(2025K8009991025)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "杨洋(2025K8009991025)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "杨洋(2025K8009991025)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "杨洋(2025K8009991025)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "杨洋(2025K8009991025)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "段广泽(2025K8009991064)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "段广泽(2025K8009991064)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "段广泽(2025K8009991064)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "段广泽(2025K8009991064)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "段广泽(2025K8009991064)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "王奕为(2025K8009991037)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "王奕为(2025K8009991037)"
    },
    {
      "major": "人工智能",
      "time": "周四3-4节",
      "name": "彭雨辰(2025K8009991052)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "彭雨辰(2025K8009991052)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "刘千瑞(2025K8009991065)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "刘千瑞(2025K8009991065)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "刘千瑞(2025K8009991065)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "刘千瑞(2025K8009991065)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "吴帝莹(2025K8009991027)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "吴帝莹(2025K8009991027)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "吴帝莹(2025K8009991027)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "吴帝莹(2025K8009991027)"
    },
    {
      "major": "人工智能",
      "time": "周一7-8节",
      "name": "刘容伯(2025K8009991011)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "刘容伯(2025K8009991011)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "刘容伯(2025K8009991011)"
    },
    {
      "major": "人工智能",
      "time": "周四3-4节",
      "name": "刘容伯(2025K8009991011)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "熊子伊(2025K8009991003)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "熊子伊(2025K8009991003)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "熊子伊(2025K8009991003)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "熊子伊(2025K8009991003)"
    },
    {
      "major": "人工智能",
      "time": "周四3-4节",
      "name": "熊子伊(2025K8009991003)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "赵伟茗(2025K8009991044)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "赵伟茗(2025K8009991044)"
    },
    {
      "major": "人工智能",
      "time": "周四3-4节",
      "name": "赵伟茗(2025K8009991044)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "赵伟茗(2025K8009991044)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "毛翰晨(2025K8009991001)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "毛翰晨(2025K8009991001)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "毛翰晨(2025K8009991001)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "廖悦洋(2025K8009991002)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "廖悦洋(2025K8009991002)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "廖悦洋(2025K8009991002)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "廖悦洋(2025K8009991002)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "黄陈苏新(2025K8009991018)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "黄陈苏新(2025K8009991018)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "黄陈苏新(2025K8009991018)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "黄陈苏新(2025K8009991018)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "黄陈苏新(2025K8009991018)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "刘昌臻(2025K8009991050)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "刘昌臻(2025K8009991050)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "刘昌臻(2025K8009991050)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "陶成硕(2025K8009991004)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "陶成硕(2025K8009991004)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "陶成硕(2025K8009991004)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "陶成硕(2025K8009991004)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "刘定方(2025K8009991006)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "刘定方(2025K8009991006)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "刘定方(2025K8009991006)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "刘定方(2025K8009991006)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "刘定方(2025K8009991006)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "李昂(2025K8009991008)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "李昂(2025K8009991008)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "李昂(2025K8009991008)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "李昂(2025K8009991008)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "岳天浩(2025K8009991041)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "岳天浩(2025K8009991041)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "岳天浩(2025K8009991041)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "岳天浩(2025K8009991041)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "赵浩然(2025K8009991010)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "赵浩然(2025K8009991010)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "赵浩然(2025K8009991010)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "宋佳怡(2025K8009991043)"
    },
    {
      "major": "人工智能",
      "time": "周一7-8节",
      "name": "宋佳怡(2025K8009991043)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "宋佳怡(2025K8009991043)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "宋佳怡(2025K8009991043)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "丁子恒(2025K8009991023)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "丁子恒(2025K8009991023)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "丁子恒(2025K8009991023)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "丁子恒(2025K8009991023)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "丁子恒(2025K8009991023)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "卢明浩(2025K8009991059)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "卢明浩(2025K8009991059)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "卢明浩(2025K8009991059)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "高质文(2025K8009991034)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "高质文(2025K8009991034)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "高质文(2025K8009991034)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "高质文(2025K8009991034)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "张家瑞(2025K8009991014)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "张家瑞(2025K8009991014)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "张家瑞(2025K8009991014)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "张家瑞(2025K8009991014)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "张家瑞(2025K8009991014)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "张家瑞(2025K8009991014)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "周钰淇(2025K8009991053)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "周钰淇(2025K8009991053)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "周钰淇(2025K8009991053)"
    },
    {
      "major": "人工智能",
      "time": "周四7-8节",
      "name": "周钰淇(2025K8009991053)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "赵伟博(2025K8009991028)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "赵伟博(2025K8009991028)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "赵伟博(2025K8009991028)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "赵伟博(2025K8009991028)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "林泽华(2025K8009991047)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "林泽华(2025K8009991047)"
    },
    {
      "major": "人工智能",
      "time": "周三7-8节",
      "name": "林泽华(2025K8009991047)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "刘子宁(2025K8009991038)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "刘子宁(2025K8009991038)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "刘子宁(2025K8009991038)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "王思锦(2025K8009991067)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "王思锦(2025K8009991067)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "王思锦(2025K8009991067)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "王思锦(2025K8009991067)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "周苇杭(2025K8009991019)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "周苇杭(2025K8009991019)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "周苇杭(2025K8009991019)"
    },
    {
      "major": "人工智能",
      "time": "周四5-6节",
      "name": "周苇杭(2025K8009991019)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "尤艺霏(2025K8009991039)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "尤艺霏(2025K8009991039)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "尤艺霏(2025K8009991039)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "尤艺霏(2025K8009991039)"
    },
    {
      "major": "人工智能",
      "time": "周一3-4节",
      "name": "李铭源(2025K8009991070)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "李铭源(2025K8009991070)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "李铭源(2025K8009991070)"
    },
    {
      "major": "人工智能",
      "time": "周三3-4节",
      "name": "李铭源(2025K8009991070)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "李铭源(2025K8009991070)"
    },
    {
      "major": "人工智能",
      "time": "周一5-6节",
      "name": "傅在恒(2025K8009991005)"
    },
    {
      "major": "人工智能",
      "time": "周一7-8节",
      "name": "傅在恒(2025K8009991005)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "傅在恒(2025K8009991005)"
    },
    {
      "major": "人工智能",
      "time": "周二3-4节",
      "name": "李冠烨(2025K8009991026)"
    },
    {
      "major": "人工智能",
      "time": "周二5-6节",
      "name": "李冠烨(2025K8009991026)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "李冠烨(2025K8009991026)"
    },
    {
      "major": "人工智能",
      "time": "周三5-6节",
      "name": "李冠烨(2025K8009991026)"
    },
    {
      "major": "人工智能",
      "time": "周四5-6节",
      "name": "李冠烨(2025K8009991026)"
    },
    {
      "major": "人工智能",
      "time": "周二1-2节",
      "name": "杨宁远(2025K8009991036)"
    },
    {
      "major": "人工智能",
      "time": "周二7-8节",
      "name": "杨宁远(2025K8009991036)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "杨宁远(2025K8009991036)"
    },
    {
      "major": "人工智能",
      "time": "周五1-2节",
      "name": "杨宁远(2025K8009991036)"
    },
    {
      "major": "人工智能",
      "time": "周一1-2节",
      "name": "孙天睿(2025K8009991062)"
    },
    {
      "major": "人工智能",
      "time": "周三1-2节",
      "name": "孙天睿(2025K8009991062)"
    },
    {
      "major": "人工智能",
      "time": "周四1-2节",
      "name": "孙天睿(2025K8009991062)"
    },
    {
      "major": "人工智能",
      "time": "周五3-4节",
      "name": "孙天睿(2025K8009991062)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周二5-6节",
      "name": "林瑞安(2025K8009925012)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四1-2节",
      "name": "林瑞安(2025K8009925012)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一1-2节",
      "name": "杨丁言(2025K8009925005)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一7-8节",
      "name": "杨丁言(2025K8009925005)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三1-2节",
      "name": "杨丁言(2025K8009925005)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三7-8节",
      "name": "杨丁言(2025K8009925005)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四3-4节",
      "name": "杨丁言(2025K8009925005)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周五1-2节",
      "name": "杨丁言(2025K8009925005)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一1-2节",
      "name": "杨舒雯(2025K8009925010)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一5-6节",
      "name": "杨舒雯(2025K8009925010)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周二3-4节",
      "name": "杨舒雯(2025K8009925010)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周五1-2节",
      "name": "杨舒雯(2025K8009925010)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一5-6节",
      "name": "房远东(2025K8009925001)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周二1-2节",
      "name": "房远东(2025K8009925001)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四1-2节",
      "name": "房远东(2025K8009925001)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四7-8节",
      "name": "房远东(2025K8009925001)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周五3-4节",
      "name": "房远东(2025K8009925001)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一3-4节",
      "name": "鲁兴美(2025K8009925008)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三3-4节",
      "name": "鲁兴美(2025K8009925008)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四1-2节",
      "name": "鲁兴美(2025K8009925008)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一3-4节",
      "name": "黄谢睿(2025K8009925004)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三1-2节",
      "name": "黄谢睿(2025K8009925004)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三3-4节",
      "name": "黄谢睿(2025K8009925004)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三7-8节",
      "name": "黄谢睿(2025K8009925004)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四1-2节",
      "name": "黄谢睿(2025K8009925004)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一1-2节",
      "name": "庄增铸(2025K8009925011)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三1-2节",
      "name": "庄增铸(2025K8009925011)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四7-8节",
      "name": "庄增铸(2025K8009925011)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周五1-2节",
      "name": "庄增铸(2025K8009925011)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三3-4节",
      "name": "姚琛(2025K8009925002)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三7-8节",
      "name": "姚琛(2025K8009925002)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四5-6节",
      "name": "姚琛(2025K8009925002)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一3-4节",
      "name": "李睿轩(2025K8009925009)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周五1-2节",
      "name": "李睿轩(2025K8009925009)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一1-2节",
      "name": "施禹图(2025K8009925003)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一3-4节",
      "name": "施禹图(2025K8009925003)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周二1-2节",
      "name": "施禹图(2025K8009925003)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四1-2节",
      "name": "施禹图(2025K8009925003)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周五1-2节",
      "name": "施禹图(2025K8009925003)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一3-4节",
      "name": "刘丰泽(2025K8009925006)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周二3-4节",
      "name": "刘丰泽(2025K8009925006)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三3-4节",
      "name": "刘丰泽(2025K8009925006)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周五3-4节",
      "name": "刘丰泽(2025K8009925006)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周一1-2节",
      "name": "孟繁羽(2025K8009925007)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周二1-2节",
      "name": "孟繁羽(2025K8009925007)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周二3-4节",
      "name": "孟繁羽(2025K8009925007)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周二7-8节",
      "name": "孟繁羽(2025K8009925007)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周三7-8节",
      "name": "孟繁羽(2025K8009925007)"
    },
    {
      "major": "电气工程及其自动化",
      "time": "周四7-8节",
      "name": "孟繁羽(2025K8009925007)"
    }
  ]
};
